[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Using deep neural networks to disentangle visual and semantic information in human perception and memory",
            "pub_year": 2024,
            "citation": "Nature Human Behaviour, 1-16, 2024",
            "author": "Adva Shoham and Idan Daniel Grosbard and Or Patashnik and Daniel Cohen-Or and Galit Yovel",
            "journal": "Nature Human Behaviour",
            "pages": "1-16",
            "publisher": "Nature Publishing Group UK",
            "abstract": "Mental representations of familiar categories are composed of visual and semantic information. Disentangling the contributions of visual and semantic information in humans is challenging because they are intermixed in mental representations. Deep neural networks that are trained either on images or on text or by pairing images and text enable us now to disentangle human mental representations into their visual, visual–semantic and semantic components. Here we used these deep neural networks to uncover the content of human mental representations of familiar faces and objects when they are viewed or recalled from memory. The results show a larger visual than semantic contribution when images are viewed and a reversed pattern when they are recalled. We further reveal a previously unknown unique contribution of an integrated visual–semantic representation in both perception and memory. We …"
        },
        "filled": true,
        "author_pub_id": "-SBe4c0AAAAJ:2KloaMYe4IUC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=15353155502358357436",
        "cites_id": [
            "15353155502358357436"
        ],
        "pub_url": "https://www.nature.com/articles/s41562-024-01816-9",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vGVnu5VdEdUJ:scholar.google.com/",
        "cites_per_year": {
            "2024": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Distinct Yet Proximal Face-and Body-Selective Brain Regions Enable Clutter-Tolerant Representations of the Face, Body, and Whole Person",
            "pub_year": 2024,
            "citation": "Journal of Neuroscience 44 (24), 2024",
            "author": "Libi Kliger and Galit Yovel",
            "journal": "Journal of Neuroscience",
            "volume": "44",
            "number": "24",
            "publisher": "Society for Neuroscience",
            "abstract": "Faces and bodies are processed in separate but adjacent regions in the primate visual cortex. Yet, the functional significance of dividing the whole person into areas dedicated to its face and body components and their neighboring locations remains unknown. Here we hypothesized that this separation and proximity together with a normalization mechanism generate clutter-tolerant representations of the face, body, and whole person when presented in complex multi-category scenes. To test this hypothesis, we conducted a fMRI study, presenting images of a person within a multi-category scene to human male and female participants and assessed the contribution of each component to the response to the scene. Our results revealed a clutter-tolerant representation of the whole person in areas selective for both faces and bodies, typically located at the border between the two category-selective regions. Regions …"
        },
        "filled": true,
        "author_pub_id": "-SBe4c0AAAAJ:-_dYPAW6P2MC",
        "num_citations": 0,
        "pub_url": "https://www.jneurosci.org/content/44/24/e1871232024.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:h0oRKKohUZcJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Cortical face processing systems",
            "pub_year": 2024,
            "citation": "Elsevier, 2024",
            "author": "Galit Yovel and Bradley Duchaine and Winrich Freiwald",
            "publisher": "Elsevier",
            "abstract": "Faces are visual stimuli of high social importance. Facial information is extracted within visual cortex by a network of interlinked face-selective areas, each with unique functional properties. Neurons within face areas exhibit central properties of face perception like face detection by coarse facial features, holistic processing, or generation of a physical face space, and their activity has been causally linked to face perception. Some face cells combine selectivity for faces with non-visual information like familiarity. At the intersection of high-level vision and social cognition, the domain of face-processing has proven fertile ground for uncovering principles of complex information processing."
        },
        "filled": true,
        "author_pub_id": "-SBe4c0AAAAJ:uJ-U7cs_P_0C",
        "num_citations": 0,
        "pub_url": "https://scholar.google.com/scholar?cluster=9413094750801206883&hl=en&oi=scholarr",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Y56Zms0HooIJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Concurrent emergence of view invariance, sensitivity to critical features, and identity face classification through visual experience: Insights from deep learning algorithms",
            "pub_year": 2024,
            "citation": "bioRxiv, 2024.06. 08.597949, 2024",
            "author": "Mandy Rosemblaum and Nitzan Guy and Idan Grosbard and Naphtali Abudarham and Galit Yovel",
            "journal": "bioRxiv",
            "pages": "2024.06. 08.597949",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Visual experience is known to play a critical role in face recognition. This experience is believed to enable the formation of a view-invariant representation, by learning which features are critical for face identification across views. Discovering these critical features and the type of experience that is needed to uncover them is challenging. We have recently revealed a subset of facial features that are critical for human face recognition. We further revealed that deep convolutional neural networks (DCNNs) that are trained on face classification, but not on object categorization, are sensitive to these facial features, highlighting the importance of experience with faces for the system to reveal these critical features. These findings enable us now to ask what type of experience with faces is required for the network to become sensitive to these human-like critical features and whether it is associated with the formation of a view-invariant representation and face classification performance. To that end, we systematically manipulated the number of within-identity and between-identity face images and examined its effect on the network performance on face classification, view-invariant representation, and sensitivity to human-like critical facial features. Results show that increasing the number of images per identity as well as the number of identities were both required for the simultaneous development of a view-invariant representation, sensitivity to human-like critical features, and successful identity classification. The concurrent emergence of sensitivity to critical features, view invariance and classification performance through experience implies that they depend …"
        },
        "filled": true,
        "author_pub_id": "-SBe4c0AAAAJ:j8SEvjWlNXcC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2024.06.08.597949.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4Qd2ykbKB1IJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Text-related functionality of visual human pre-frontal activations revealed through neural network convergence",
            "pub_year": 2024,
            "citation": "bioRxiv, 2024.04. 02.587774, 2024",
            "author": "Adva Shoham and Rotem Broday-Dvir and Itay Yaron and Galit Yovel and Rafael Malach",
            "journal": "bioRxiv",
            "pages": "2024.04. 02.587774",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "The functional role of visual activations of human pre-frontal cortex remains a deeply debated question. Its significance extends to fundamental issues of functional localization and global theories of consciousness. Here we addressed this question by comparing potential parallels between the relational structure of prefrontal visual activations and visual and textual-trained deep neural networks (DNNs). The frontal visual relational structures were revealed in intra-cranial recordings of human patients, conducted for clinical purposes, while the patients viewed familiar images of faces and places. Our results reveal that visual relational structures in frontal cortex were, surprisingly, predicted by text and not visual DNNs. Importantly, the temporal dynamics of these correlations showed striking differences, with a rapid decline over time for the visual component, but persistent dynamics including a significant image offset response for the text component. The results point to a dynamic text-related function of visual prefrontal responses in the human brain."
        },
        "filled": true,
        "author_pub_id": "-SBe4c0AAAAJ:35r97b3x0nAC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2024.04.02.587774.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:egpzWOX548AJ:scholar.google.com/",
        "cites_per_year": {}
    }
]