[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Why psychologists should embrace rather than abandon DNNs",
            "pub_year": 2023,
            "citation": "Behavioral and Brain Sciences 46, e414, 2023",
            "author": "Galit Yovel and Naphtali Abudarham",
            "journal": "Behavioral and Brain Sciences",
            "volume": "46",
            "pages": "e414",
            "publisher": "Cambridge University Press",
            "abstract": "Deep neural networks (DNNs) are powerful computational models, which generate complex, high-level representations that were missing in previous models of human cognition. By studying these high-level representations, psychologists can now gain new insights into the nature and origin of human high-level vision, which was not possible with traditional handcrafted models. Abandoning DNNs would be a huge oversight for psychological sciences."
        },
        "filled": true,
        "author_pub_id": "-SBe4c0AAAAJ:tzM49s52ZIMC",
        "num_citations": 0,
        "pub_url": "https://www.cambridge.org/core/journals/behavioral-and-brain-sciences/article/why-psychologists-should-embrace-rather-than-abandon-dnns/63B1D30F8E8A0A73791C684F0D64667C",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Deep learning models challenge the prevailing assumption that face-like effects for objects of expertise support domain-general mechanisms",
            "pub_year": 2023,
            "citation": "Proceedings of the Royal Society B 290 (1998), 20230093, 2023",
            "author": "Galit Yovel and Idan Grosbard and Naphtali Abudarham",
            "journal": "Proceedings of the Royal Society B",
            "volume": "290",
            "number": "1998",
            "pages": "20230093",
            "publisher": "The Royal Society",
            "abstract": "The question of whether task performance is best achieved by domain-specific, or domain-general processing mechanisms is fundemental for both artificial and biological systems. This question has generated a fierce debate in the study of expert object recognition. Because humans are experts in face recognition, face-like neural and cognitive effects for objects of expertise were considered support for domain-general mechanisms. However, effects of domain, experience and level of categorization, are confounded in human studies, which may lead to erroneous inferences. To overcome these limitations, we trained deep learning algorithms on different domains (objects, faces, birds) and levels of categorization (basic, sub-ordinate, individual), matched for amount of experience. Like humans, the models generated a larger inversion effect for faces than for objects. Importantly, a face-like inversion effect was found …"
        },
        "filled": true,
        "author_pub_id": "-SBe4c0AAAAJ:7T2F9Uy0os0C",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=4254966905358061892",
        "cites_id": [
            "4254966905358061892"
        ],
        "pub_url": "https://royalsocietypublishing.org/doi/abs/10.1098/rspb.2023.0093",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RBHpTNutDDsJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The social‐encoding benefit in face recognition is generalized to other‐race faces",
            "pub_year": 2023,
            "citation": "British Journal of Psychology, 2023",
            "author": "Linoy Schwartz and Michal Cohen and Shan Xu and Jia Liu and Galit Yovel",
            "journal": "British Journal of Psychology",
            "abstract": "Faces are visual stimuli that convey rich social information. Previous experiments found better recognition for faces that were evaluated based on their social traits than on their perceptual features during encoding. Here, we ask whether this social‐encoding benefit in face recognition is also found for categories of faces that we have no previous social experience with, such as other‐race faces. To answer this question, we first explored whether social and perceptual evaluations for other‐race faces are consistent and valid. We then asked whether social evaluations during encoding improve recognition for other‐race faces. Results show that social and perceptual evaluations of own‐ and other‐race faces were valid. We also found high agreement in social and perceptual evaluations across individuals from different races. This indicates that evaluations of other‐race faces are not random but meaningful …"
        },
        "filled": true,
        "author_pub_id": "-SBe4c0AAAAJ:dQ2og3OwTAUC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=4457156167673417571",
        "cites_id": [
            "4457156167673417571"
        ],
        "pub_url": "https://bpspsychub.onlinelibrary.wiley.com/doi/abs/10.1111/bjop.12592",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Y4-dYuv_2j0J:scholar.google.com/",
        "cites_per_year": {
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Reversed contributions of visual and semantic information to the representations of familiar faces in perception and memory",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 5331-5331, 2023",
            "author": "Adva Shoham and Idan Daniel Grosbard and Yuval Navon and Galit Yovel",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "5331-5331",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "Familiar faces can be described by their visual features and their biographical information. This information can be retrieved from their images as well as in their absence by recalling information from memory based on their names. But what is the relative contribution of visual and semantic information to mental representations in perception and memory and in what order are they retrieved? These questions are hard to answer, as visual and semantic information are intermixed in human mental representations. Here we addressed these questions in two studies. In Study 1, participants rated the visual similarity of familiar faces based on their pictures (perception) or by recalling their visual appearance from memory based on their names. To disentangle the contribution of visual and semantic information we used visual and semantic deep neural networks (DNNs) as predictors of human representations in perception …"
        },
        "filled": true,
        "author_pub_id": "-SBe4c0AAAAJ:_Re3VWB3Y0AC",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2792064",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Semantic encoding improves face recognition in prosopagnosia",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 5469-5469, 2023",
            "author": "Yuval Navon and Linoy Schwartz and Yiyuan Zhang and Brad Duchaine and Galit Yovel",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "5469-5469",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "Prosopagnosic individuals suffer from severe difficulties in face perception and recognition. Interventions that improve their face recognition abilities are scarce and mostly involve extended training on perceptual information. Given that most individuals with developmental prosopagnosia appear to make trait judgments about faces normally, in the current study we took advantage of recent reports on a semantic encoding benefit in face recognition and examined whether semantic encoding will also improve face recognition in developmental prosopagnosia (DP). Recent studies show that making trait inferences about faces (eg, how intelligent does the face look like?) during encoding improves face recognition relative to making perceptual inferences about facial features (eg, how round is the face?) or no evaluations. This semantic manipulation during encoding was also shown to improve face recognition for other …"
        },
        "filled": true,
        "author_pub_id": "-SBe4c0AAAAJ:ZfRJV9d4-WMC",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2791935",
        "cites_per_year": {}
    }
]