[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
<<<<<<< Updated upstream
=======
            "title": "Distinct Yet Proximal Face-and Body-Selective Brain Regions Enable Clutter-Tolerant Representations of the Face, Body, and Whole Person",
            "pub_year": 2024,
            "citation": "Journal of Neuroscience 44 (24), 2024",
            "author": "Libi Kliger and Galit Yovel",
            "journal": "Journal of Neuroscience",
            "volume": "44",
            "number": "24",
            "publisher": "Society for Neuroscience",
            "abstract": "Faces and bodies are processed in separate but adjacent regions in the primate visual cortex. Yet, the functional significance of dividing the whole person into areas dedicated to its face and body components and their neighboring locations remains unknown. Here we hypothesized that this separation and proximity together with a normalization mechanism generate clutter-tolerant representations of the face, body, and whole person when presented in complex multi-category scenes. To test this hypothesis, we conducted a fMRI study, presenting images of a person within a multi-category scene to human male and female participants and assessed the contribution of each component to the response to the scene. Our results revealed a clutter-tolerant representation of the whole person in areas selective for both faces and bodies, typically located at the border between the two category-selective regions. Regions …"
        },
        "filled": true,
        "author_pub_id": "-SBe4c0AAAAJ:-_dYPAW6P2MC",
        "num_citations": 0,
        "pub_url": "https://www.jneurosci.org/content/44/24/e1871232024.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:h0oRKKohUZcJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Cortical face processing systems",
            "pub_year": 2024,
            "citation": "Elsevier, 2024",
            "author": "Galit Yovel and Bradley Duchaine and Winrich Freiwald",
            "publisher": "Elsevier",
            "abstract": "Faces are visual stimuli of high social importance. Facial information is extracted within visual cortex by a network of interlinked face-selective areas, each with unique functional properties. Neurons within face areas exhibit central properties of face perception like face detection by coarse facial features, holistic processing, or generation of a physical face space, and their activity has been causally linked to face perception. Some face cells combine selectivity for faces with non-visual information like familiarity. At the intersection of high-level vision and social cognition, the domain of face-processing has proven fertile ground for uncovering principles of complex information processing."
        },
        "filled": true,
        "author_pub_id": "-SBe4c0AAAAJ:uJ-U7cs_P_0C",
        "num_citations": 0,
        "pub_url": "https://scholar.google.com/scholar?cluster=9413094750801206883&hl=en&oi=scholarr",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Y56Zms0HooIJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Concurrent emergence of view invariance, sensitivity to critical features, and identity face classification through visual experience: Insights from deep learning algorithms",
            "pub_year": 2024,
            "citation": "",
            "author": "Mandy Rosemblaum and Nitzan Guy and Idan Grosbard and Libi Kliger and Naphtali Abudarham and Galit Yovel",
            "abstract": "Visual experience is known to play a critical role in face recognition. This experience is believed to enable the formation of a view-invariant representation, by learning which features are critical for face identification across views. Discovering these critical features and the type of experience that is needed to uncover them is challenging. A recent study revealed a subset of facial features that are critical for human face recognition. Furthermore, deep convolutional neural networks (DCNNs) that are trained on face classification, but not on object categorization, were sensitive to these facial features, highlighting the importance of experience with faces for the system to reveal these critical features. These findings enable us now to ask what type of experience with faces is required for the network to become sensitive to these human-like critical features and whether it is associated with the formation of a view-invariant representation and face classification performance. To that end, we systematically manipulated the number of within-identity and between-identity face images and examined its effect on the network performance on face classification, view-invariant representation, and sensitivity to human-like critical facial features. Results show that increasing the number of images per identity as well as the number of identities were both required for the simultaneous development of a view-invariant representation, sensitivity to human-like critical features, and successful identity classification. The concurrent emergence of sensitivity to critical features, view invariance and classification performance through experience implies that they depend on similar …"
        },
        "filled": true,
        "author_pub_id": "-SBe4c0AAAAJ:j8SEvjWlNXcC",
        "num_citations": 0,
        "pub_url": "https://europepmc.org/article/ppr/ppr856688",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4Qd2ykbKB1IJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Distinct yet proximal face-and body-selective brain regions enable clutter-tolerant representations of the face, body and whole person.",
            "pub_year": 2024,
            "citation": "Journal of Neuroscience, 2024",
            "author": "Libi Kliger and Galit Yovel",
            "journal": "Journal of Neuroscience",
            "publisher": "Society for Neuroscience",
            "abstract": "Faces and bodies are processed in separate but adjacent regions in primate visual cortex. Yet, the functional significance of dividing the whole person into areas dedicated to its face and body components and their neighboring locations remains unknown. Here we hypothesized that this separation and proximity together with a normalization mechanism generate clutter-tolerant representations of the face, body and whole person when presented in complex multi-category scenes. To test this hypothesis, we conducted a fMRI study, presenting images of a person within a multi-category scene to human male and female participants and assessed the contribution of each component to the response to the scene. Our results revealed a clutter-tolerant representation of the whole person in areas selective for both faces and bodies, typically located at the border between the two category-selective regions. Regions …"
        },
        "filled": true,
        "author_pub_id": "-SBe4c0AAAAJ:-_dYPAW6P2MC",
        "num_citations": 0,
        "pub_url": "https://www.jneurosci.org/content/early/2024/04/18/JNEUROSCI.1871-23.2024.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:h0oRKKohUZcJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Text-related functionality of visual human pre-frontal activations revealed through neural network convergence",
            "pub_year": 2024,
            "citation": "bioRxiv, 2024.04. 02.587774, 2024",
            "author": "Adva Shoham and Rotem Broday-Dvir and Itay Yaron and Galit Yovel and Rafael Malach",
            "journal": "bioRxiv",
            "pages": "2024.04. 02.587774",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "The functional role of visual activations of human pre-frontal cortex remains a deeply debated question. Its significance extends to fundamental issues of functional localization and global theories of consciousness. Here we addressed this question by comparing potential parallels between the relational structure of prefrontal visual activations and visual and textual-trained deep neural networks (DNNs). The frontal visual relational structures were revealed in intra-cranial recordings of human patients, conducted for clinical purposes, while the patients viewed familiar images of faces and places. Our results reveal that visual relational structures in frontal cortex were, surprisingly, predicted by text and not visual DNNs. Importantly, the temporal dynamics of these correlations showed striking differences, with a rapid decline over time for the visual component, but persistent dynamics including a significant image offset response for the text component. The results point to a dynamic text-related function of visual prefrontal responses in the human brain."
        },
        "filled": true,
        "author_pub_id": "-SBe4c0AAAAJ:35r97b3x0nAC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2024.04.02.587774.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:egpzWOX548AJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Using deep neural networks to disentangle visual and semantic information in human perception and memory",
            "pub_year": 2024,
            "citation": "Nature Human Behaviour, 1-16, 2024",
            "author": "Adva Shoham and Idan Daniel Grosbard and Or Patashnik and Daniel Cohen-Or and Galit Yovel",
            "journal": "Nature Human Behaviour",
            "pages": "1-16",
            "publisher": "Nature Publishing Group UK",
            "abstract": "Mental representations of familiar categories are composed of visual and semantic information. Disentangling the contributions of visual and semantic information in humans is challenging because they are intermixed in mental representations. Deep neural networks that are trained either on images or on text or by pairing images and text enable us now to disentangle human mental representations into their visual, visual–semantic and semantic components. Here we used these deep neural networks to uncover the content of human mental representations of familiar faces and objects when they are viewed or recalled from memory. The results show a larger visual than semantic contribution when images are viewed and a reversed pattern when they are recalled. We further reveal a previously unknown unique contribution of an integrated visual–semantic representation in both perception and memory. We …"
        },
        "filled": true,
        "author_pub_id": "-SBe4c0AAAAJ:2KloaMYe4IUC",
        "num_citations": 0,
        "pub_url": "https://www.nature.com/articles/s41562-024-01816-9",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vGVnu5VdEdUJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
>>>>>>> Stashed changes
            "title": "Why psychologists should embrace rather than abandon DNNs",
            "pub_year": 2023,
            "citation": "Behavioral and Brain Sciences 46, e414, 2023",
            "author": "Galit Yovel and Naphtali Abudarham",
            "journal": "Behavioral and Brain Sciences",
            "volume": "46",
            "pages": "e414",
            "publisher": "Cambridge University Press",
            "abstract": "Deep neural networks (DNNs) are powerful computational models, which generate complex, high-level representations that were missing in previous models of human cognition. By studying these high-level representations, psychologists can now gain new insights into the nature and origin of human high-level vision, which was not possible with traditional handcrafted models. Abandoning DNNs would be a huge oversight for psychological sciences."
        },
        "filled": true,
        "author_pub_id": "-SBe4c0AAAAJ:tzM49s52ZIMC",
        "num_citations": 0,
        "pub_url": "https://www.cambridge.org/core/journals/behavioral-and-brain-sciences/article/why-psychologists-should-embrace-rather-than-abandon-dnns/63B1D30F8E8A0A73791C684F0D64667C",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Deep learning models challenge the prevailing assumption that face-like effects for objects of expertise support domain-general mechanisms",
            "pub_year": 2023,
            "citation": "Proceedings of the Royal Society B 290 (1998), 20230093, 2023",
            "author": "Galit Yovel and Idan Grosbard and Naphtali Abudarham",
            "journal": "Proceedings of the Royal Society B",
            "volume": "290",
            "number": "1998",
            "pages": "20230093",
            "publisher": "The Royal Society",
            "abstract": "The question of whether task performance is best achieved by domain-specific, or domain-general processing mechanisms is fundemental for both artificial and biological systems. This question has generated a fierce debate in the study of expert object recognition. Because humans are experts in face recognition, face-like neural and cognitive effects for objects of expertise were considered support for domain-general mechanisms. However, effects of domain, experience and level of categorization, are confounded in human studies, which may lead to erroneous inferences. To overcome these limitations, we trained deep learning algorithms on different domains (objects, faces, birds) and levels of categorization (basic, sub-ordinate, individual), matched for amount of experience. Like humans, the models generated a larger inversion effect for faces than for objects. Importantly, a face-like inversion effect was found …"
        },
        "filled": true,
        "author_pub_id": "-SBe4c0AAAAJ:7T2F9Uy0os0C",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=4254966905358061892",
        "cites_id": [
            "4254966905358061892"
        ],
        "pub_url": "https://royalsocietypublishing.org/doi/abs/10.1098/rspb.2023.0093",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RBHpTNutDDsJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The social‐encoding benefit in face recognition is generalized to other‐race faces",
            "pub_year": 2023,
            "citation": "British Journal of Psychology, 2023",
            "author": "Linoy Schwartz and Michal Cohen and Shan Xu and Jia Liu and Galit Yovel",
            "journal": "British Journal of Psychology",
            "abstract": "Faces are visual stimuli that convey rich social information. Previous experiments found better recognition for faces that were evaluated based on their social traits than on their perceptual features during encoding. Here, we ask whether this social‐encoding benefit in face recognition is also found for categories of faces that we have no previous social experience with, such as other‐race faces. To answer this question, we first explored whether social and perceptual evaluations for other‐race faces are consistent and valid. We then asked whether social evaluations during encoding improve recognition for other‐race faces. Results show that social and perceptual evaluations of own‐ and other‐race faces were valid. We also found high agreement in social and perceptual evaluations across individuals from different races. This indicates that evaluations of other‐race faces are not random but meaningful …"
        },
        "filled": true,
        "author_pub_id": "-SBe4c0AAAAJ:dQ2og3OwTAUC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=4457156167673417571",
        "cites_id": [
            "4457156167673417571"
        ],
        "pub_url": "https://bpspsychub.onlinelibrary.wiley.com/doi/abs/10.1111/bjop.12592",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Y4-dYuv_2j0J:scholar.google.com/",
        "cites_per_year": {
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Reversed contributions of visual and semantic information to the representations of familiar faces in perception and memory",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 5331-5331, 2023",
            "author": "Adva Shoham and Idan Daniel Grosbard and Yuval Navon and Galit Yovel",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "5331-5331",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "Familiar faces can be described by their visual features and their biographical information. This information can be retrieved from their images as well as in their absence by recalling information from memory based on their names. But what is the relative contribution of visual and semantic information to mental representations in perception and memory and in what order are they retrieved? These questions are hard to answer, as visual and semantic information are intermixed in human mental representations. Here we addressed these questions in two studies. In Study 1, participants rated the visual similarity of familiar faces based on their pictures (perception) or by recalling their visual appearance from memory based on their names. To disentangle the contribution of visual and semantic information we used visual and semantic deep neural networks (DNNs) as predictors of human representations in perception …"
        },
        "filled": true,
        "author_pub_id": "-SBe4c0AAAAJ:_Re3VWB3Y0AC",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2792064",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Semantic encoding improves face recognition in prosopagnosia",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 5469-5469, 2023",
            "author": "Yuval Navon and Linoy Schwartz and Yiyuan Zhang and Brad Duchaine and Galit Yovel",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "5469-5469",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "Prosopagnosic individuals suffer from severe difficulties in face perception and recognition. Interventions that improve their face recognition abilities are scarce and mostly involve extended training on perceptual information. Given that most individuals with developmental prosopagnosia appear to make trait judgments about faces normally, in the current study we took advantage of recent reports on a semantic encoding benefit in face recognition and examined whether semantic encoding will also improve face recognition in developmental prosopagnosia (DP). Recent studies show that making trait inferences about faces (eg, how intelligent does the face look like?) during encoding improves face recognition relative to making perceptual inferences about facial features (eg, how round is the face?) or no evaluations. This semantic manipulation during encoding was also shown to improve face recognition for other …"
        },
        "filled": true,
        "author_pub_id": "-SBe4c0AAAAJ:ZfRJV9d4-WMC",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2791935",
        "cites_per_year": {}
    }
]