[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "An adversarial collaboration protocol for testing contrasting predictions of global neuronal workspace and integrated information theory",
            "pub_year": 2023,
            "citation": "Plos one 18 (2), e0268577, 2023",
            "author": "Lucia Melloni and Liad Mudrik and Michael Pitts and Katarina Bendtz and Oscar Ferrante and Urszula Gorska and Rony Hirschhorn and Aya Khalaf and Csaba Kozma and Alex Lepauvre and Ling Liu and David Mazumder and David Richter and Hao Zhou and Hal Blumenfeld and Melanie Boly and David J Chalmers and Sasha Devore and Francis Fallon and Floris P de Lange and Ole Jensen and Gabriel Kreiman and Huan Luo and Theofanis I Panagiotaropoulos and Stanislas Dehaene and Christof Koch and Giulio Tononi",
            "journal": "Plos one",
            "volume": "18",
            "number": "2",
            "pages": "e0268577",
            "publisher": "Public Library of Science",
            "abstract": "The relationship between conscious experience and brain activity has intrigued scientists and philosophers for centuries. In the last decades, several theories have suggested different accounts for these relationships. These theories have developed in parallel, with little to no cross-talk among them. To advance research on consciousness, we established an adversarial collaboration between proponents of two of the major theories in the field, Global Neuronal Workspace and Integrated Information Theory. Together, we devised and preregistered two experiments that test contrasting predictions of these theories concerning the location and timing of correlates of visual consciousness, which have been endorsed by the theories’ proponents. Predicted outcomes should either support, refute, or challenge these theories. Six theory-impartial laboratories will follow the study protocol specified here, using three complementary methods: Functional Magnetic Resonance Imaging (fMRI), Magneto-Electroencephalography (M-EEG), and intracranial electroencephalography (iEEG). The study protocol will include built-in replications, both between labs and within datasets. Through this ambitious undertaking, we hope to provide decisive evidence in favor or against the two theories and clarify the footprints of conscious visual perception in the human brain, while also providing an innovative model of large-scale, collaborative, and open science practice."
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:ftAh3kAbccMC",
        "num_citations": 13,
        "citedby_url": "/scholar?hl=en&cites=7914041899117919303",
        "cites_id": [
            "7914041899117919303"
        ],
        "pub_url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0268577",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Rzx7Ri1T1G0J:scholar.google.com/",
        "cites_per_year": {
            "2022": 1,
            "2023": 12
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Spatiotemporally distributed frontotemporal networks for sentence reading",
            "pub_year": 2023,
            "citation": "Proceedings of the National Academy of Sciences 120 (17), e2300252120, 2023",
            "author": "Oscar Woolnough and Cristian Donos and Elliot Murphy and Patrick S Rollo and Zachary J Roccaforte and Stanislas Dehaene and Nitin Tandon",
            "journal": "Proceedings of the National Academy of Sciences",
            "volume": "120",
            "number": "17",
            "pages": "e2300252120",
            "publisher": "National Academy of Sciences",
            "abstract": "Reading a sentence entails integrating the meanings of individual words to infer more complex, higher-order meaning. This highly rapid and complex human behavior is known to engage the inferior frontal gyrus (IFG) and middle temporal gyrus (MTG) in the language-dominant hemisphere, yet whether there are distinct contributions of these regions to sentence reading is still unclear. To probe these neural spatiotemporal dynamics, we used direct intracranial recordings to measure neural activity while reading sentences, meaning-deficient Jabberwocky sentences, and lists of words or pseudowords. We isolated two functionally and spatiotemporally distinct frontotemporal networks, each sensitive to distinct aspects of word and sentence composition. The first distributed network engages the IFG and MTG, with IFG activity preceding MTG. Activity in this network ramps up over the duration of a sentence and is …"
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:kM62dKQefFYC",
        "num_citations": 4,
        "citedby_url": "/scholar?hl=en&cites=2620824616029104849",
        "cites_id": [
            "2620824616029104849"
        ],
        "pub_url": "https://www.pnas.org/doi/abs/10.1073/pnas.2300252120",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0aoDQRoKXyQJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 4
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Outlier detection and rejection in scatterplots: Do outliers influence intuitive statistical judgments?",
            "pub_year": 2023,
            "citation": "Journal of Experimental Psychology: Human Perception and Performance 49 (1), 129, 2023",
            "author": "Lorenzo Ciccione and Guillaume Dehaene and Stanislas Dehaene",
            "journal": "Journal of Experimental Psychology: Human Perception and Performance",
            "volume": "49",
            "number": "1",
            "pages": "129",
            "publisher": "American Psychological Association",
            "abstract": "According to a growing body of research, human adults are remarkably accurate at extracting intuitive statistics from graphs, such as finding the best-fitting regression line through a scatterplot. Here, we ask whether humans can also perform outlier rejection, a nontrivial statistical problem. In three experiments, we investigated human adults’ capacity to evaluate the linear trend of a flashed scatterplot comprising 0–4 outlier datapoints. Experiment 1 showed that participants did not spontaneously reject outliers: when outliers were not mentioned, their presence biased the participants’ trend judgments and regression line estimates. In Experiment 2, where participants were explicitly asked to exclude outliers, the outlier-induced bias was reduced but remained significant. In Experiment 3, where participants were asked to explicitly detect any outlier before adjusting their regression line, outlier detection was satisfactory …"
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:UrmhOAI2Q4QC",
        "num_citations": 4,
        "citedby_url": "/scholar?hl=en&cites=14517254255738000243",
        "cites_id": [
            "14517254255738000243"
        ],
        "pub_url": "https://psycnet.apa.org/record/2023-18384-001",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c5NKc9Sld8kJ:scholar.google.com/",
        "cites_per_year": {
            "2022": 1,
            "2023": 3
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Can a Tablet Game That Boosts Kindergarten Phonics Advance 1st Grade Reading?",
            "pub_year": 2023,
            "citation": "The Journal of Experimental Education, 1-24, 2023",
            "author": "Cassandra Potier Watkins and Stanislas Dehaene",
            "journal": "The Journal of Experimental Education",
            "pages": "1-24",
            "publisher": "Routledge",
            "abstract": "We report the effectiveness of using the tablet-game Kalulu Phonics immediately after intervention in kindergarten and on national evaluations the year after. In a previous intervention testing the software with 1st graders, fluency and comprehension were boosted, but only when used in concert with reading instruction at the start of the year. Here, we asked whether a similar intervention would be more efficient if it started a year earlier, in kindergarten. Forty classes (1092 = children) were randomized into playing Kalulu Phonics or the matched Kalulu Numbers control game for the first half of the year, with reversed assignments in the second half. Ten non-randomized business-as-usual classes also participated. In a cross-over effect, children who used the phonics version improved in letter naming, grapheme-phoneme correspondence (GPC) matching and fluency. Students with the number version improved in …"
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:dz48QCY6SmAC",
        "num_citations": 3,
        "citedby_url": "/scholar?hl=en&cites=16016793067848510359",
        "cites_id": [
            "16016793067848510359"
        ],
        "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/00220973.2023.2173129",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:l6sMQm8UR94J:scholar.google.com/",
        "cites_per_year": {
            "2023": 3
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Spontaneous supra-modal encoding of number in the infant brain",
            "pub_year": 2023,
            "citation": "Current Biology 33 (10), 1906-1915. e6, 2023",
            "author": "Giulia Gennari and Stanislas Dehaene and Chanel Valera and Ghislaine Dehaene-Lambertz",
            "journal": "Current Biology",
            "volume": "33",
            "number": "10",
            "pages": "1906-1915. e6",
            "publisher": "Elsevier",
            "abstract": "The core knowledge hypothesis postulates that infants automatically analyze their environment along abstract dimensions, including numbers. According to this view, approximate numbers should be encoded quickly, pre-attentively, and in a supra-modal manner by the infant brain. Here, we directly tested this idea by submitting the neural responses of sleeping 3-month-old infants, measured with high-density electroencephalography (EEG), to decoders designed to disentangle numerical and non-numerical information. The results show the emergence, in approximately 400 ms, of a decodable number representation, independent of physical parameters, that separates auditory sequences of 4 vs. 12 tones and generalizes to visual arrays of 4 vs. 12 objects. Thus, the infant brain contains a number code that transcends sensory modality, sequential or simultaneous presentation, and arousal state."
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:_Ib3u7pdcXQC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=1422684462248498667",
        "cites_id": [
            "1422684462248498667"
        ],
        "pub_url": "https://www.cell.com/current-biology/pdf/S0960-9822(23)00382-2.pdf",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6xXKD_tjvhMJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Dimensionality and ramping: Signatures of sentence integration in the dynamics of brains and deep language models",
            "pub_year": 2023,
            "citation": "Journal of Neuroscience, 2023",
            "author": "Théo Desbordes and Yair Lakretz and Valérie Chanoine and Maxime Oquab and Jean-Michel Badier and Agnès Trébuchon and Romain Carron and Christian-G Bénar and Stanislas Dehaene and Jean-Rémi King",
            "journal": "Journal of Neuroscience",
            "publisher": "Society for Neuroscience",
            "abstract": "A sentence is more than the sum of its words: its meaning depends on how they combine with one another. The brain mechanisms underlying such semantic composition remain poorly understood. To shed light on the neural vector code underlying semantic composition, we introduce two hypotheses: First, the intrinsic dimensionality of the space of neural representations should increase as a sentence unfolds, paralleling the growing complexity of its semantic representation, and second, this progressive integration should be reflected in ramping and sentence-final signals. To test these predictions, we designed a dataset of closely matched normal and Jabberwocky sentences (composed of meaningless pseudo words) and displayed them to deep language models and to 11 human participants (5 men and 6 women) monitored with simultaneous magneto-encephalography and intracranial electro …"
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:dR4LSGKtw-IC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=1415417083344774137",
        "cites_id": [
            "1415417083344774137"
        ],
        "pub_url": "https://www.jneurosci.org/content/early/2023/05/11/JNEUROSCI.1163-22.2023.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-ePIjVaSpBMJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Does the visual word form area split in bilingual readers? A millimeter-scale 7-T fMRI study",
            "pub_year": 2023,
            "citation": "Science Advances 9 (14), eadf6140, 2023",
            "author": "Minye Zhan and Christophe Pallier and Aakash Agrawal and Stanislas Dehaene and Laurent Cohen",
            "journal": "Science Advances",
            "volume": "9",
            "number": "14",
            "pages": "eadf6140",
            "publisher": "American Association for the Advancement of Science",
            "abstract": "In expert readers, a brain region known as the visual word form area (VWFA) is highly sensitive to written words, exhibiting a posterior-to-anterior gradient of increasing sensitivity to orthographic stimuli whose statistics match those of real words. Using high-resolution 7-tesla functional magnetic resonance imaging (fMRI), we ask whether, in bilingual readers, distinct cortical patches specialize for different languages. In 21 English-French bilinguals, unsmoothed 1.2-millimeters fMRI revealed that the VWFA is actually composed of several small cortical patches highly selective for reading, with a posterior-to-anterior word-similarity gradient, but with near-complete overlap between the two languages. In 10 English-Chinese bilinguals, however, while most word-specific patches exhibited similar reading specificity and word-similarity gradients for reading in Chinese and English, additional patches responded specifically …"
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:tQ8TVJWhmt0C",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=9668699628680752466",
        "cites_id": [
            "9668699628680752466"
        ],
        "pub_url": "https://www.science.org/doi/abs/10.1126/sciadv.adf6140",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Uq131xUfLoYJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "An adversarial collaboration to critically evaluate theories of consciousness",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.06. 23.546249, 2023",
            "author": "Cogitate Consortium and Oscar Ferrante and Urszula Gorska-Klimowska and Simon Henin and Rony Hirschhorn and Aya Khalaf and Alex Lepauvre and Ling Liu and David Richter and Yamil Vidal and Niccolo Bonacchi and Tanya Brown and Praveen Sripad and Marcelo Armendariz and Katarina Bendtz and Tara Ghafari and Dorottya Hetenyi and Jay Jeschke and Csaba Kozma and David Rahul Mazumder and Stephanie Montenegro and Alia Seedat and Abdelrahman Sharafeldin and Shujun Yang and Sylvain Baillet and David J Chalmers and Radoslaw M Cichy and Francis Fallon and Theofanis I Panagiotaropoulos and Hal Blumenfeld and Sasha Devore and Ole Jensen and Gabriel Kreiman and Floris P de Lange and Huan Luo and Melanie Boly and Stanislas Dehaene and Christof Koch and Giulio Tononi and Michael Pitts and Liad Mudrik and Lucia Melloni",
            "journal": "bioRxiv",
            "pages": "2023.06. 23.546249",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Different theories explain how subjective experience arises from brain activity. These theories have independently accrued evidence, yet, confirmation bias and dependence on design choices hamper progress in the field. Here, we present an open science adversarial collaboration which directly juxtaposes Integrated Information Theory (IIT) and Global Neuronal Workspace Theory (GNWT), employing a theory-neutral consortium approach. We investigate neural correlates of the content and duration of visual experience. The theory proponents and the consortium developed and preregistered the experimental design, divergent predictions, expected outcomes, and their interpretation. 256 human subjects viewed suprathreshold stimuli for variable durations while neural activity was measured with functional magnetic resonance imaging, magnetoencephalography, and electrocorticography. We find information about conscious content in visual, ventro-temporal and inferior frontal cortex, with sustained responses in occipital and lateral temporal cortex reflecting stimulus duration, and content-specific synchronization between frontal and early visual areas. These results confirm some predictions of IIT and GNWT, while substantially challenging both theories: for IIT, a lack of sustained synchronization within posterior cortex contradicts the claim that network connectivity specifies consciousness. GNWT is challenged by the general lack of ignition at stimulus offset and limited representation of certain conscious dimensions in prefrontal cortex. Beyond challenging the theories themselves, we present an alternative approach to advance cognitive …"
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:aT2_oyLf33AC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=1934370548687779377",
        "cites_id": [
            "1934370548687779377"
        ],
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.06.23.546249.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MTaD6sND2BoJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Why do young readers vary in reading fluency? The impact of word length and frequency in French 6th graders",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.01. 30.526188, 2023",
            "author": "Marie Lubineau and Cassandra Potier-Watkins and Hervé Glasel and Stanislas Dehaene",
            "journal": "bioRxiv",
            "pages": "2023.01. 30.526188",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Purpose Which processes induce variations in reading speed in young readers with the same amount of education, but different levels of reading fluency? Here, we tested a prediction of the dual-route model: as fluency increases, these variations may reflect a decreasing reliance on decoding and an increasing reliance on the lexical route. Method 1,500 French 6th graders passed a one-minute speeded reading-aloud task evaluating fluency, and a 10-minute computerized lexical decision task evaluating the impact of word length, word frequency and pseudoword type. Results As predicted, the word length effect varied dramatically with reading fluency, with the least fluent group showing a length effect even for frequent words. The frequency effect also varied, but solely in proportion to overall slowness, suggesting that frequency affects the decision stage in all readers, while length impacts poor readers disproportionately. Response times and errors were also affected by pseudoword type (e.g. letter substitutions or transpositions), but these effects did not vary much with fluency. Overall, lexical decision variables were excellent predictors of reading fluency (r=0.62). Conclusion Our results call attention to middle-school reading difficulties and encourage the use of lexical decision as a test of students' mental lexicon and the automatization of reading."
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:AdCmT_kuKwQC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=7114479517809797943",
        "cites_id": [
            "7114479517809797943"
        ],
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.01.30.526188.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:N2vYZG21u2IJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Characterizing Different Types of Developmental Dyslexias in French: The Malabi Screener",
            "pub_year": 2023,
            "citation": "PsychArchives, 2023",
            "author": "Cassandra Potier Watkins and Stanislas Dehaene and Naama Friedmann",
            "publisher": "PsychArchives",
            "abstract": "Reading is a complex process involving multiple stages whose impairment may cause distinct types of reading deficits. We describe the Malabi, a screener to identify deficits in various orthographic, lexical, and sublexical components in French. Malabi uses stimuli sensitive to different dyslexias, including attentional dyslexia, an impairment in letter-to-word binding leading to letter migrations between words (“bar cat” may be misread as “bat car”), and letter-position dyslexia, leading to letter transposition errors (“destiny” may be misread as “density”). After collecting reading error norms from 138 French middle-school students, we analyzed error types of 16 dyslexic students. We identified three selective cases of attentional dyslexia and one case of letter-position dyslexia. Further tests replicated our interpretation and explored factors modulating letter migration between- and within- words. Our results support prior evidence of multiple developmental dyslexias, including deficits rooted in impaired orthographic rather than phonological processing."
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:5aZEtZeAH24C",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=11179536432003160663",
        "cites_id": [
            "11179536432003160663"
        ],
        "pub_url": "https://www.psycharchives.org/en/item/fd54bbdf-d4fd-46b7-83a4-3f81ccc08847",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VxoWNyexJZsJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Seeing the Mind: Spectacular Images from Neuroscience, and What They Reveal about Our Neuronal Selves",
            "pub_year": 2023,
            "citation": "MIT Press, 2023",
            "author": "Stanislas Dehaene",
            "publisher": "MIT Press",
            "abstract": "A lavishly illustrated and accessibly explained deep dive into the major new findings from cognitive neuroscience. Who are we? To this age-old question, contemporary neuroscience gives a simple answer: we are exquisite neuronal machines. Each of our dreams, thoughts, and feelings arises from a pattern of activity in our brain. In Stanislas Dehaene’s Seeing the Mind, we learn not only that the mind maps onto the brain, but that it is just a complex electrical motif on the tapestry of our neurons. In this richly illustrated and highly accessible book, Dehaene uses the power of brain images to tell the story of centuries-old efforts to understand who we are, and how it is possible that our thoughts emerge from just three pounds of flesh. Seeing the Mind is divided into one hundred topics, each described by a spectacular full-page color image and, on the facing page, a brief text that explains what this image means and why it matters. By weaving together images and text, the book brings readers into the intimacy of their own brains. As Dehaene explains,“All the gorgeous biological processes that you are about to discover are taking place, right now, inside your own brain.” A modern cabinet of curiosities, Seeing the Mind is an intriguing and memorable read that will astonish readers with a direct, face-to-face meeting with themselves—and with the material stuff of their thoughts and dreams."
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:Llf8zd38bwoC",
        "num_citations": 0,
        "pub_url": "https://scholar.google.com/scholar?cluster=15746669746931223008&hl=en&oi=scholarr",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Does word flickering improve reading? Negative evidence from four experiments using low and high frequencies",
            "pub_year": 2023,
            "citation": "Proceedings of the Royal Society B 290 (2008), 20231665, 2023",
            "author": "Marie Lubineau and Cassandra Potier Watkins and Hervé Glasel and Stanislas Dehaene",
            "journal": "Proceedings of the Royal Society B",
            "volume": "290",
            "number": "2008",
            "pages": "20231665",
            "publisher": "The Royal Society",
            "abstract": "Does word flickering facilitate reading? Despite a lack of scientific evidence, flickering glasses and lamps for dyslexia are being marketed in various countries. We conducted four experiments to assess their efficacy. Two experiments involved a computerized lexical decision task with constant display or low-frequency flickering (10 or 15 Hz). Among 375 regular adult readers, flicker noticeably slowed down word recognition, while slightly biasing the decision towards pseudowords. No significant effect was observed in 20 dyslexic children. In 22 dyslexic children, we also evaluated the impact of the Lexilight lamp and Lexilens glasses, which operate at higher frequencies, on reading fluency, letter identification and mirror letter processing. No detectable impact was observed. Lastly, in two participants who claimed to benefit from flickering glasses, we orthogonally manipulated whether the glasses were actually on …"
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:xXQF3ZFlQEcC",
        "num_citations": 0,
        "pub_url": "https://royalsocietypublishing.org/doi/abs/10.1098/rspb.2023.1665",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Des régions cérébrales partiellement distinctes permettent la lecture en chinois et en anglais",
            "pub_year": 2023,
            "citation": "médecine/sciences 39 (8-9), 605-608, 2023",
            "author": "Minye Zhan and Stanislas Dehaene and Laurent Cohen",
            "journal": "médecine/sciences",
            "volume": "39",
            "number": "8-9",
            "pages": "605-608",
            "publisher": "EDP Sciences",
            "abstract": "La moitié de l’humanité parle plus d’une langue, et de nombreux adultes lisent plus d’une langue et maîtrisent plusieurs systèmes d’écriture. Comment le cortex visuel s’ adapte-t-il à la reconnaissance de mots écrits dans deux langues utilisant éventuellement deux systèmes d’écriture différents? Pour commencer, que savons-nous des mécanismes d’acquisition et de fonctionnement de la lecture dans une seule écriture? En particulier, que se passet-il pendant la fraction de seconde qui s’ écoule entre l’apparition d’un mot sous nos yeux et l’instant où nous le comprenons et pouvons le prononcer? Schématiquement, deux étapes se succèdent. D’abord, notre système visuel doit identifier les lettres et l’ordre dans lequel elles sont rangées. Cette tâche est accomplie dans une région située au dessous du cortex temporal, dont le rôle général est de reconnaître les objets qui nous entourent [1]. Cette région se …"
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:fDGgXDFiZ8cC",
        "num_citations": 0,
        "pub_url": "https://www.medecinesciences.org/en/articles/medsci/full_html/2023/07/msc230116/msc230116.html",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Does word flickering improve reading? Negative evidence form four experiments using low and high frequencies",
            "pub_year": 2023,
            "citation": "PsyArXiv, 2023",
            "author": "Marie Lubineau and Cassandra Potier Watkins and Hervé Glasel and Stanislas Dehaene",
            "publisher": "PsyArXiv",
            "abstract": "Does word flickering facilitate reading? Despite a lack of scientific evidence, flickering glasses and lamps for dyslexia are being marketed in various countries. We conducted four experiments to assess their efficacy. Two experiments involved a computerized lexical decision task with constant display or low-frequency flickering (10 or 15 Hz). Among 375 regular adult readers, flicker noticeably slowed down word recognition, while slightly biasing the decision towards pseudowords. No significant effect was observed in 20 dyslexic children. In 22 dyslexic children, we also evaluated the impact of the Lexilight® lamp and Lexilens® glasses, which operate at higher frequencies, on reading fluency, letter identification and mirror letter processing. No detectable impact was observed. Lastly, in two participants who claimed to benefit from flickering glasses, we orthogonally manipulated whether the glasses were actually on, and whether the participant thought they were on. Only a small placebo effect was noted in one participant. Our findings starkly contrast with marketing claims that these tools can help 90% of dyslexics, and emphasize the role of rigorous scientific research in empowering dyslexic individuals to make informed decisions."
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:Y2FWPFNJqs4C",
        "num_citations": 0,
        "pub_url": "https://psyarxiv.com/x34rm/download/?format=pdf",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "An adversarial collaboration to critically evaluate theories of consciousness",
            "pub_year": 2023,
            "citation": "",
            "author": "Lucia Melloni and Oscar Ferrante and Urszula Gorska-Klimowska and Simon Henin and Rony Hirschhorn and Aya Khalaf and Alex Lepauvre and Ling Liu and David Richter and Yamil Vidal and Niccolò Bonacchi and Tanya Brown and Praveen Sripad and Marcelo Armendariz and Katarina Bendtz and Tara Ghafari and Dorottya Hetenyi and Jay Jeschke and Csaba Kozma and David Mazumder and Stephanie Montenegro and Alia Seedat and Abdelrahman Sharafeldin and Shujun Yang and Sylvain Baillet and David Chalmers and Radoslaw Cichy and Francis Fallon and Theofanis Panagiotaropoulos and Hal Blumenfeld and Sasha Devore and Ole Jensen and Gabriel Kreiman and Floris de Lange and Huan Luo and Melanie Boly and Stanislas Dehaene and Christof Koch and Giulio Tononi and Michael Pitts and Liad Mudrik and Cogitate Consortium",
            "abstract": "Different theories explain how subjective experience arises from brain activity1, 2. These theories have independently accrued evidence, yet, confirmation bias and dependence on design choices hamper progress in the field3. Here, we present an open science adversarial collaboration which directly juxtaposes Integrated Information Theory (IIT) 4, 5 and Global Neuronal Workspace Theory (GNWT) 6-10, employing a theory-neutral consortium approach11, 12. We investigate neural correlates of the content and duration of visual experience. The theory proponents and the consortium developed and preregistered the experimental design, divergent predictions, expected outcomes, and their interpretation12. 256 human subjects viewed suprathreshold stimuli for variable durations while neural activity was measured with functional magnetic resonance imaging, magnetoencephalography, and electrocorticography. We find information about conscious content in visual, ventro-temporal and inferior frontal cortex, with sustained responses in occipital and lateral temporal cortex reflecting stimulus duration, and content-specific synchronization between frontal and early visual areas. These results confirm some predictions of IIT and GNWT, while substantially challenging both theories: for IIT, a lack of sustained synchronization within posterior cortex contradicts the claim that network connectivity specifies consciousness. GNWT is challenged by the general lack of ignition at stimulus offset and limited representation of certain conscious dimensions in prefrontal cortex. Beyond challenging the theories themselves, we present an alternative approach to …"
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:STPpQ-Nbj3QC",
        "num_citations": 0,
        "pub_url": "https://www.researchsquare.com/article/rs-3101836/latest",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Trend judgment as a perceptual building block of graphicacy and mathematics, across age, education, and culture",
            "pub_year": 2023,
            "citation": "Scientific Reports 13 (1), 10266, 2023",
            "author": "Lorenzo Ciccione and Mathias Sablé-Meyer and Esther Boissin and Mathilde Josserand and Cassandra Potier-Watkins and Serge Caparos and Stanislas Dehaene",
            "journal": "Scientific Reports",
            "volume": "13",
            "number": "1",
            "pages": "10266",
            "publisher": "Nature Publishing Group UK",
            "abstract": "Data plots are widely used in science, journalism and politics, since they efficiently allow to depict a large amount of information. Graphicacy, the ability to understand graphs, has thus become a fundamental cultural skill comparable to literacy or numeracy. Here, we introduce a measure of intuitive graphicacy that assesses the perceptual ability to detect a trend in noisy scatterplots (“does this graph go up or down?”). In 3943 educated participants, responses vary as a sigmoid function of the t-value that a statistician would compute to detect a significant trend. We find a minimum level of core intuitive graphicacy even in unschooled participants living in remote Namibian villages (N = 87) and 6-year-old 1st-graders who never read a graph (N = 27). The sigmoid slope that we propose as a proxy of intuitive graphicacy increases with education and tightly correlates with statistical and mathematical knowledge …"
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:IzSxq8zsU60C",
        "num_citations": 0,
        "pub_url": "https://www.nature.com/articles/s41598-023-37172-3",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OEvYWcni56wJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Evaluating the impact of short educational videos on the cortical networks for mathematics",
            "pub_year": 2023,
            "citation": "Proceedings of the National Academy of Sciences 120 (6), e2213430120, 2023",
            "author": "Marie Amalric and Pauline Roveyaz and Stanislas Dehaene",
            "journal": "Proceedings of the National Academy of Sciences",
            "volume": "120",
            "number": "6",
            "pages": "e2213430120",
            "publisher": "National Academy of Sciences",
            "abstract": "Many teaching websites, such as the Khan Academy, propose vivid videos illustrating a mathematical concept. Using functional magnetic resonance imaging, we asked whether watching such a video suffices to rapidly change the brain networks for mathematical knowledge. We capitalized on the finding that, when judging the truth of short spoken statements, distinct semantic regions activate depending on whether the statements bear on mathematical knowledge or on other domains of semantic knowledge. Here, participants answered such questions before and after watching a lively 5-min video, which taught them the rudiments of a new domain. During the video, a distinct math-responsive network, comprising anterior intraparietal and inferior temporal nodes, showed intersubject synchrony when viewing mathematics course rather than control courses in biology or law. However, this experience led to minimal …"
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:ItCcSVbosjYC",
        "num_citations": 0,
        "pub_url": "https://www.pnas.org/doi/abs/10.1073/pnas.2213430120",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fK0goVfBAQ0J:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Partially distinct brain regions support reading in Chinese and in English",
            "pub_year": 2023,
            "citation": "Medecine sciences: M/S 39 (8-9), 605-608, 2023",
            "author": "Minye Zhan and Stanislas Dehaene and Laurent Cohen",
            "journal": "Medecine sciences: M/S",
            "volume": "39",
            "number": "8-9",
            "pages": "605-608",
            "abstract": "[Partially distinct brain regions support reading in Chinese and in English] [Partially distinct \nbrain regions support reading in Chinese and in English] Med Sci (Paris). 2023 Aug-Sep;39(8-9):605-608. \ndoi: 10.1051/medsci/2023099. Epub 2023 Sep 11. [Article in French] Authors Minye Zhan 1 \n, Stanislas Dehaene 2 , Laurent Cohen 3 Affiliations 1 Unité de recherche en neuroimagerie \ncognitive (UNICOG), Inserm, CEA, CNRS, université Paris-Saclay, NeuroSpin Center, Gif-sur-Yvette, \nFrance. 2 Unité de recherche en neuroimagerie cognitive (UNICOG), Inserm, CEA, CNRS, \nuniversité Paris-Saclay, NeuroSpin Center, Gif-sur-Yvette, France - Collège de France, \nuniversité Paris-Sciences-Lettres, Paris, France. 3 Inserm U1127, CNRS UMR7225, \nSorbonne université, institut du cerveau, Paris, France - APHP, hôpital de la Pitié Salpêtrière, \nFédération de neurologie, Paris, France. PMID: 37695147 DOI: 10.1051/medsci/…"
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:9xgHvpYzqcUC",
        "num_citations": 0,
        "pub_url": "https://pubmed.ncbi.nlm.nih.gov/37695147/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Ultra-high field fMRI of visual mental imagery in typical imagers and aphantasic individuals",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.06. 14.544909, 2023",
            "author": "Jianghao Liu and Minye Zhan and Dounia Hajhajate and Alfredo Spagna and Stanislas Dehaene and Laurent Cohen and Paolo Bartolomeo",
            "journal": "bioRxiv",
            "pages": "2023.06. 14.544909",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "We used ultra-high field 7T fMRI to establish the neural circuits involved in visual mental imagery and perception, and to elucidate the neural mechanisms associated with imagery absence in congenital aphantasia. Ten typical imagers and 10 aphantasic individuals performed imagery and perceptual tasks in five domains: object shape, object color, written words, faces, and spatial relationships. In typical imagers, imagery tasks activated left-hemisphere fronto-parietal areas, a domain-general area in the left fusiform gyrus (the Fusiform Imagery Node), together with the relevant domain-preferring areas in the ventral temporal cortex. In aphantasic individuals, imagery activated similar areas, but the Fusiform Imagery Node was functionally disconnected from fronto-parietal areas. Our results unveil the domain-general and domain-specific circuits of visual mental imagery, their functional disorganization in aphantasia, and support the general hypothesis that subjective visual experience - whether perceived or imagined - depends on the integrated activity of high-level visual cortex and fronto-parietal networks."
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:23IbrMdp7nQC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.06.14.544909.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hdICUbueGcsJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Brain mechanisms of reversible symbolic reference: a potential singularity of the human brain",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.03. 04.531109, 2023",
            "author": "Timo van Kerkoerle and Louise Pape and Milad Ekramnia and Xiaoxia Feng and Jordy Tasserie and Morgan Dupont and Xiaolian Li and Bechir Jarraya and Wim Vanduffel and Ghislaine Dehaene-Lambertz and Stanislas Dehaene",
            "journal": "bioRxiv",
            "pages": "2023.03. 04.531109",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "The emergence of symbolic thinking has been proposed as a dominant cognitive criterion to distinguish humans from other primates during hominization. Although the proper definition of a symbol has been the subject of much debate, one of its simplest features is bidirectional attachment: the content is accessible from the symbol, and vice versa. Behavioral observations scattered over the past four decades suggest that this criterion might not be met in non-human primates, as they fail to generalize an association learned in one temporal order (A to B) to the reverse order (B to A). Here, we designed an implicit fMRI test to investigate the neural mechanisms of arbitrary audio-visual and visual-visual pairing in monkeys and humans and probe their spontaneous reversibility. After learning a unidirectional association, humans showed surprise signals when this learned association was violated. Crucially, this effect occurred spontaneously in both learned and reversed directions, within an extended network of high-level brain areas, including, but also going beyond the language network. In monkeys, by contrast, violations of association effects occurred solely in the learned direction and were largely confined to sensory areas. We propose that a human-specific brain network may have evolved the capacity for reversible symbolic reference."
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:MwO77wwrKAAC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.03.04.531109.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lblVRfDWNocJ:scholar.google.com/",
        "cites_per_year": {}
    }
]