[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Can a Tablet Game That Boosts Kindergarten Phonics Advance 1st Grade Reading?",
            "pub_year": 2024,
            "citation": "The Journal of Experimental Education 92 (1), 32-55, 2024",
            "author": "Cassandra Potier Watkins and Stanislas Dehaene",
            "journal": "The Journal of Experimental Education",
            "volume": "92",
            "number": "1",
            "pages": "32-55",
            "publisher": "Routledge",
            "abstract": "We report the effectiveness of using the tablet-game Kalulu Phonics immediately after intervention in kindergarten and on national evaluations the year after. In a previous intervention testing the software with 1st graders, fluency and comprehension were boosted, but only when used in concert with reading instruction at the start of the year. Here, we asked whether a similar intervention would be more efficient if it started a year earlier, in kindergarten. Forty classes (1092 = children) were randomized into playing Kalulu Phonics or the matched Kalulu Numbers control game for the first half of the year, with reversed assignments in the second half. Ten non-randomized business-as-usual classes also participated. In a cross-over effect, children who used the phonics version improved in letter naming, grapheme-phoneme correspondence (GPC) matching and fluency. Students with the number version improved in …"
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:dz48QCY6SmAC",
        "num_citations": 6,
        "citedby_url": "/scholar?hl=en&cites=10211844814675321606",
        "cites_id": [
            "10211844814675321606"
        ],
        "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/00220973.2023.2173129",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BiMjGMHCt40J:scholar.google.com/",
        "cites_per_year": {
            "2023": 4,
            "2024": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Spontaneously emerging internal models of visual sequences combine abstract and event-specific information in the prefrontal cortex",
            "pub_year": 2024,
            "citation": "Cell Reports 43 (3), 2024",
            "author": "Marie E Bellet and Marion Gay and Joachim Bellet and Bechir Jarraya and Stanislas Dehaene and Timo van Kerkoerle and Theofanis I Panagiotaropoulos",
            "journal": "Cell Reports",
            "volume": "43",
            "number": "3",
            "publisher": "Elsevier",
            "abstract": "When exposed to sensory sequences, do macaque monkeys spontaneously form abstract internal models that generalize to novel experiences? Here, we show that neuronal populations in macaque ventrolateral prefrontal cortex jointly encode visual sequences by separate codes for the specific pictures presented and for their abstract sequential structure. We recorded prefrontal neurons while macaque monkeys passively viewed visual sequences and sequence mismatches in the local-global paradigm. Even without any overt task or response requirements, prefrontal populations spontaneously form representations of sequence structure, serial order, and image identity within distinct but superimposed neuronal subspaces. Representations of sequence structure rapidly update following single exposure to a mismatch sequence, while distinct populations represent mismatches for sequences of different complexity …"
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:lCzQINcJmSsC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=8252618141368005261",
        "cites_id": [
            "8252618141368005261"
        ],
        "pub_url": "https://www.cell.com/cell-reports/fulltext/S2211-1247(24)00280-8",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jTIvr3kwh3IJ:scholar.google.com/",
        "cites_per_year": {
            "2024": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Seeing the Mind: Spectacular Images from Neuroscience, and what They Reveal about Our Neuronal Selves",
            "pub_year": 2024,
            "citation": "MIT Press, 2024",
            "author": "Stanislas Dehaene",
            "publisher": "MIT Press",
            "abstract": "A lavishly illustrated and accessibly explained deep dive into the major new findings from cognitive neuroscience. Who are we? To this age-old question, contemporary neuroscience gives a simple answer: we are exquisite neuronal machines. Each of our dreams, thoughts, and feelings arises from a pattern of activity in our brain. In Stanislas Dehaene’s Seeing the Mind, we learn not only that the mind maps onto the brain, but that it is just a complex electrical motif on the tapestry of our neurons. In this richly illustrated and highly accessible book, Dehaene uses the power of brain images to tell the story of centuries-old efforts to understand who we are, and how it is possible that our thoughts emerge from just three pounds of flesh. Seeing the Mind is divided into one hundred topics, each described by a spectacular full-page color image and, on the facing page, a brief text that explains what this image means and why it matters. By weaving together images and text, the book brings readers into the intimacy of their own brains. As Dehaene explains,“All the gorgeous biological processes that you are about to discover are taking place, right now, inside your own brain.” A modern cabinet of curiosities, Seeing the Mind is an intriguing and memorable read that will astonish readers with a direct, face-to-face meeting with themselves—and with the material stuff of their thoughts and dreams."
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:Llf8zd38bwoC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=14902126673329694261",
        "cites_id": [
            "14902126673329694261"
        ],
        "pub_url": "https://books.google.com/books?hl=en&lr=&id=TaumEAAAQBAJ&oi=fnd&pg=PR9&dq=info:NaawKUH9zs4J:scholar.google.com&ots=gMWto01GrS&sig=IeQwIidGE0iLyuI3CBp95UEZpO8",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NaawKUH9zs4J:scholar.google.com/",
        "cites_per_year": {
            "2024": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Tracking the neural codes for words and phrases during semantic composition, working-memory storage, and retrieval",
            "pub_year": 2024,
            "citation": "Cell Reports 43 (3), 2024",
            "author": "Théo Desbordes and Jean-Rémi King and Stanislas Dehaene",
            "journal": "Cell Reports",
            "volume": "43",
            "number": "3",
            "publisher": "Elsevier",
            "abstract": "The ability to compose successive words into a meaningful phrase is a characteristic feature of human cognition, yet its neural mechanisms remain incompletely understood. Here, we analyze the cortical mechanisms of semantic composition using magnetoencephalography (MEG) while participants read one-word, two-word, and five-word noun phrases and compared them with a subsequent image. Decoding of MEG signals revealed three processing stages. During phrase comprehension, the representation of individual words was sustained for a variable duration depending on phrasal context. During the delay period, the word code was replaced by a working-memory code whose activation increased with semantic complexity. Finally, the speed and accuracy of retrieval depended on semantic complexity and was faster for surface than for deep semantic properties. In conclusion, we propose that the brain …"
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:a3sPKL9GjzYC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=5923081144635341193",
        "cites_id": [
            "5923081144635341193"
        ],
        "pub_url": "https://www.cell.com/cell-reports/fulltext/S2211-1247(24)00175-X",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ibnNUesCM1IJ:scholar.google.com/",
        "cites_per_year": {
            "2024": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Pronouns reactivate conceptual representations in human hippocampal neurons",
            "pub_year": 2024,
            "citation": "bioRxiv, 2024.06. 23.600044, 2024",
            "author": "Doris E Dijksterhuis and Matthew W Self and Jessy K Possel and Judith C Peters and ECW van Straaten and Sander Idema and Johannes C Baaijen and Sandra MA van der Salm and Erik J Aarnoutse and Nicole CE van Klink and Pieter van Eijsden and Simon E Hanslmayr and Ramesh Chelvarajah and Frederic Roux and Luca D Kolibius and Vijay Sawlani and David T Rollings and Stanislas Dehaene and Pieter R Roelfsema",
            "journal": "bioRxiv",
            "pages": "2024.06. 23.600044",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "During discourse comprehension, every new word adds to an evolving representation of meaning that accumulates over consecutive sentences and constrains the next words. To minimize repetition and utterance length, languages use pronouns, like the word 'she', to refer to nouns and phrases that were previously introduced. It has been suggested that language comprehension requires that pronouns activate the same neuronal representations as the nouns themselves. Here, we test this hypothesis by recording from individual neurons in the human hippocampus during a reading task. We found that cells that are selective to a particular noun are later reactivated by pronouns that refer to the cells' preferred noun. These results imply that concept cells contribute to a rapid and dynamic semantic memory network which is recruited during language comprehension. This study uniquely demonstrates, at the single-cell level, how memory and language are linked."
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:I_OEG5jR2MkC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2024.06.23.600044.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dkRsvwD4U78J:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Transient brain activity dynamics discriminate levels of consciousness during anesthesia",
            "pub_year": 2024,
            "citation": "Communications Biology 7 (1), 716, 2024",
            "author": "Scott Ensel and Lynn Uhrig and Ayberk Ozkirli and Guylaine Hoffner and Jordy Tasserie and Stanislas Dehaene and Dimitri Van De Ville and Béchir Jarraya and Elvira Pirondini",
            "journal": "Communications Biology",
            "volume": "7",
            "number": "1",
            "pages": "716",
            "publisher": "Nature Publishing Group UK",
            "abstract": "The awake mammalian brain is functionally organized in terms of large-scale distributed networks that are constantly interacting. Loss of consciousness might disrupt this temporal organization leaving patients unresponsive. We hypothesize that characterizing brain activity in terms of transient events may provide a signature of consciousness. For this, we analyze temporal dynamics of spatiotemporally overlapping functional networks obtained from fMRI transient activity across different anesthetics and levels of anesthesia. We first show a striking homology in spatial organization of networks between monkeys and humans, indicating cross-species similarities in resting-state fMRI structure. We then track how network organization shifts under different anesthesia conditions in macaque monkeys. While the spatial aspect of the networks is preserved, their temporal dynamics are highly affected by anesthesia. Networks …"
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:gWwPWYJ7j-oC",
        "num_citations": 0,
        "pub_url": "https://www.nature.com/articles/s42003-024-06335-x",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cJJLcJ-QW_UJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Individual Brain Charting dataset extension, third release for movie watching and retinotopy data",
            "pub_year": 2024,
            "citation": "Scientific Data 11 (1), 590, 2024",
            "author": "Ana Luísa Pinho and Hugo Richard and Ana Fernanda Ponce and Michael Eickenberg and Alexis Amadon and Elvis Dohmatob and Isabelle Denghien and Juan Jesús Torre and Swetha Shankar and Himanshu Aggarwal and Alexis Thual and Thomas Chapalain and Chantal Ginisty and Séverine Becuwe-Desmidt and Séverine Roger and Yann Lecomte and Valérie Berland and Laurence Laurier and Véronique Joly-Testault and Gaëlle Médiouni-Cloarec and Christine Doublé and Bernadette Martins and Gaël Varoquaux and Stanislas Dehaene and Lucie Hertz-Pannier and Bertrand Thirion",
            "journal": "Scientific Data",
            "volume": "11",
            "number": "1",
            "pages": "590",
            "publisher": "Nature Publishing Group UK",
            "abstract": "The Individual Brain Charting (IBC) is a multi-task functional Magnetic Resonance Imaging dataset acquired at high spatial-resolution and dedicated to the cognitive mapping of the human brain. It consists in the deep phenotyping of twelve individuals, covering a broad range of psychological domains suitable for functional-atlasing applications. Here, we present the inclusion of task data from both naturalistic stimuli and trial-based designs, to uncover structures of brain activation. We rely on the Fast Shared Response Model (FastSRM) to provide a data-driven solution for modelling naturalistic stimuli, typically containing many features. We show that data from left-out runs can be reconstructed using FastSRM, enabling the extraction of networks from the visual, auditory and language systems. We also present the topographic organization of the visual system through retinotopy. In total, six new tasks were added to …"
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:oqYitnu5nIcC",
        "num_citations": 0,
        "pub_url": "https://www.nature.com/articles/s41597-024-03390-1",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mXsdrg1KX_gJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Characterizing different types of developmental dyslexias in French: The Malabi screener.",
            "pub_year": 2024,
            "citation": "Cognitive Neuropsychology, 1-32, 2024",
            "author": "S Dehaene and N Friedmann",
            "journal": "Cognitive Neuropsychology",
            "pages": "1-32",
            "abstract": "Reading is a complex process involving multiple stages. An impairment in any of these stages may cause distinct types of reading deficits-distinct types of dyslexia. We describe the Malabi, a screener to identify deficits in various orthographic, lexical, and sublexical components of the reading process in French. The Malabi utilizes stimuli that are sensitive to different forms of dyslexia, including\" attentional dyslexia\", as it is traditionally refered to, characterized by letter-to-word binding impairments leading to letter migrations between words (eg,\" bar cat\" misread as\" bat car\"), and\" letter-position dyslexia\", resulting in letter transpositions within words (eg,\" destiny\" misread as\" density\"). After collecting reading error norms from 138 French middle-school students, we analyzed error types of 16 students with developmental dyslexia. We identified three selective cases of attentional dyslexia and one case of letter-position dyslexia. Further tests confirmed our diagnosis and demonstrate, for the first time, how these dyslexias are manifested in French. These results underscore the significance of recognizing and discussing the existence of multiple dyslexias, both in research contexts when selecting participants for dyslexia studies, and in practical settings where educators and practitioners work with students to develop personalized support. The test and supporting materials are available on Open Science Framework (https://osf. io/3pgzb/)."
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:ZjliF8eDLGgC",
        "num_citations": 0,
        "pub_url": "https://europepmc.org/article/med/38831527",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:r4h-S0cLcBwJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Stanislas Dehaene",
            "pub_year": 2024,
            "citation": "Neuron 112 (10), 1527-1530, 2024",
            "author": "Stanislas Dehaene",
            "journal": "Neuron",
            "volume": "112",
            "number": "10",
            "pages": "1527-1530",
            "publisher": "Elsevier",
            "abstract": "Stanislas Dehaene is a cognitive neuroscientist elucidating the biological mechanisms that give rise to human perception and cognition. In a conversation with Neuron, he talks about his ongoing interest in consciousness research, the role of theory in neuroscience, and his current work on education and the science of learning."
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:y8WI7XcMcUUC",
        "num_citations": 0,
        "pub_url": "https://www.cell.com/neuron/abstract/S0896-6273(24)00159-4",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Cw4-tqWapwEJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "464. Ketamine Disrupts Consciousness in Healthy Controls in Relation With Psychotic-Like Symptoms",
            "pub_year": 2024,
            "citation": "Biological Psychiatry 95 (10), S289-S290, 2024",
            "author": "Lucie Berkovitch and Alexandre Salvador and Thomas Andrillon and Stanislas Dehaene and Raphaël Gaillard",
            "journal": "Biological Psychiatry",
            "volume": "95",
            "number": "10",
            "pages": "S289-S290",
            "publisher": "Elsevier",
            "abstract": "BackgroundPersons with schizophrenia exhibit a disruption of conscious access. This deficit is associated with a P3 reduction in electroencephalography and correlates with the intensity of psychotic symptoms. Ketamine is used in research as a pharmacological model of psychosis and in medicine as an anesthetic agent. In this study, we explore whether ketamine triggers psychotic-like symptoms in healthy controls through a disruption of conscious access.MethodsWe administered ketamine and placebo to 22 healthy volunteers (within-subject randomized design) and recorded brain activity with electroencephalography during a perceptual task. In this task, participants had to categorize a sound and a masked digit, and to assess the digit visibility. Delays between the sound and the digit, and the digit and the mask, were varied to manipulate the interference between the sound and the digit and to control the digit …"
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:kGby6NqV3qMC",
        "num_citations": 0,
        "pub_url": "https://www.biologicalpsychiatryjournal.com/article/S0006-3223(24)01064-3/abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lGXB4J_sWvkJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Examining the Impact of Reading Fluency on Lexical Decision Results in French 6th Graders",
            "pub_year": 2024,
            "citation": "Open Mind 8, 535-557, 2024",
            "author": "Marie Lubineau and Cassandra Potier Watkins and Hervé Glasel and Stanislas Dehaene",
            "journal": "Open Mind",
            "volume": "8",
            "pages": "535-557",
            "publisher": "MIT Press",
            "abstract": "Purpose: How does lexical decision behavior vary in students with the same grade level (all students were in their first year of middle-school), but different levels of reading fluency? Here, we tested a prediction of the dual-route model: as fluency increases, variations in the results may reflect a decreasing reliance on decoding and an increasing reliance on the lexical route. Method: 1,501 French 6th graders passed a one-minute speeded reading-aloud task evaluating fluency, and a ten-minute computerized lexical decision task evaluating the impact of lexicality, length, word frequency and pseudoword type. Results: As predicted, the word length effect varied dramatically with reading fluency, with the least fluent students showing a length effect even for frequent words. The frequency effect also varied, but solely in proportion to overall reading speed, suggesting that frequency affects the decision stage similarly …"
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:KcPShcMc7UQC",
        "num_citations": 0,
        "pub_url": "https://direct.mit.edu/opmi/article/doi/10.1162/opmi_a_00140/120904",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:E3_xeNxC3fQJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Cracking the neural code for word recognition in convolutional neural networks",
            "pub_year": 2024,
            "citation": "arXiv preprint arXiv:2403.06159, 2024",
            "author": "Aakash Agrawal and Stanislas Dehaene",
            "journal": "arXiv preprint arXiv:2403.06159",
            "abstract": "Learning to read places a strong challenge on the visual system. Years of expertise lead to a remarkable capacity to separate highly similar letters and encode their relative positions, thus distinguishing words such as FORM and FROM, invariantly over a large range of sizes and absolute positions. How neural circuits achieve invariant word recognition remains unknown. Here, we address this issue by training deep neural network models to recognize written words and then analyzing how reading-specialized units emerge and operate across different layers of the network. With literacy, a small subset of units becomes specialized for word recognition in the learned script, similar to the \"visual word form area\" of the human brain. We show that these units are sensitive to specific letter identities and their distance from the blank space at the left or right of a word, thus acting as \"space bigrams\". These units specifically encode ordinal positions and operate by pooling across low and high-frequency detector units from early layers of the network. The proposed neural code provides a mechanistic insight into how information on letter identity and position is extracted and allow for invariant word recognition, and leads to predictions for reading behavior, error patterns, and the neurophysiology of reading."
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:PffFD9Wx8kQC",
        "num_citations": 0,
        "pub_url": "https://arxiv.org/abs/2403.06159",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2whUmVJKQ54J:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The baboon as a statistician: Can non-human primates perform linear regression on a graph?",
            "pub_year": 2024,
            "citation": "bioRxiv, 2024.06. 16.599196, 2024",
            "author": "Lorenzo Ciccione and Thomas Dighiero Brecht and Nicolas Claidiere and Joel Fagot and Stanislas Dehaene",
            "journal": "bioRxiv",
            "pages": "2024.06. 16.599196",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Recent studies showed that humans, regardless of age, education, and culture, can extract the linear trend of a noisy graph. Here, we examined whether such skills for intuitive statistics are confined to humans or may also exist in non-human primates. We trained Guinea baboons (Papio papio) to associate arbitrary geometrical shapes with the increasing or decreasing trends of noiseless and noisy scatterplots, while varying the number of points, the noise level, and the regression slope. Many baboons successfully learned this conditional match-to-sample task for both noiseless and noisy plots. Crucially, for successful baboons, accuracy varied as a sigmoid function of the t-value of the regression, the same statistical index upon which humans also base their answers, even after controlling for other variables. These results are compatible with the hypothesis that the human perception of data graphics is based on the pre-emption and recycling of a phylogenetically older competence of the primate visual system for extracting the principal axes of visual displays."
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:HDalfDz31moC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2024.06.16.599196.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cpEBeCqr5cgJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Evaluating the comprehension of fractions in 6th to 10th grade using a graduated number line test",
            "pub_year": 2024,
            "citation": "Proceedings of the Annual Meeting of the Cognitive Science Society 46, 2024",
            "author": "Maxime Cauté and Cassandra Potier-Watkins and Chenxi He and Stanislas Dehaene",
            "journal": "Proceedings of the Annual Meeting of the Cognitive Science Society",
            "volume": "46",
            "abstract": "How can we know whether a child really understands a fraction and how they understand it? We argue that number-to-line tasks are a great probe, as children need to think about magnitude and have many opportunities for error. We tested 26,000 pupils from 6th to 10th grades and analyzed their errors. In 6th grade, 80% of the responses were wrong; 45% were still so in 10th grade. We observed seven error patterns. In particular, younger and lower-performing children mostly confused fractions with decimals; older and higher-performing children rather placed the inverse of the target fraction. All grades also confused the roles of the numerator and the denominator. We propose that children use two strategies: they either convert the target fraction into a decimal or partition the line into units to count. We discuss theoretical (strategy choice vs. strategy execution) and pedagogical (identify and remediate misunderstandings) implications."
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:dUm3-AYFBp8C",
        "num_citations": 0,
        "pub_url": "https://escholarship.org/uc/item/9ns5x1w4",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Jwr-G_fiqu0J:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Study of compositionality and syntactic movement in the human brain using 7T fMRI",
            "pub_year": 2024,
            "citation": "Proceedings of the Annual Meeting of the Cognitive Science Society 46, 2024",
            "author": "Christophe Pallier and Naama Friedmann and Luigi Rizzi and Stanislas Dehaene",
            "journal": "Proceedings of the Annual Meeting of the Cognitive Science Society",
            "volume": "46",
            "abstract": "Linguists propose the existence of linguistic trees and define the merge operation to construct complex sentences from simpler elements. Previous neuroimaging studies, primarily utilizing 3T scanners, have identified an extensive fronto-temporal network involved in forming linguistic structures and executing merge operations. Intracranial recordings in these areas reveal a more distributed picture, with adjacent regions undertaking diverse linguistic tasks. We designed a 7T fMRI visual task to investigate the neural coding of syntactic operations. In healthy French-speaking participants, we initially identified the language network using a localizer. Subsequently, we employed short 3-word stimuli, presented briefly (200ms), to explore the response profiles within the language network. These stimuli included control conditions, affirmative statements, and interrogative sentences, all matched for letter and character count. Preliminary results indicate that 200ms is sufficient to differentiate between sentences and non-sentences, and suggest a finely-tuned specialization for syntactic operations within language network subregions."
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:Id6JH_Uf3zcC",
        "num_citations": 0,
        "pub_url": "https://escholarship.org/uc/item/9m23x6hk",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hPRnsPmh-bYJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Comparative study of abstract representations in humans and non-human primates",
            "pub_year": 2024,
            "citation": "Proceedings of the Annual Meeting of the Cognitive Science Society 46, 2024",
            "author": "Théo Morfoisse and Maxence Pajot and Paolo Papale and Pieter Roelfsema and Minye Zhan and Stanislas Dehaene",
            "journal": "Proceedings of the Annual Meeting of the Cognitive Science Society",
            "volume": "46",
            "abstract": "The ability to manipulate and recognize abstract representations seems to be a fundamental aspect of human nature, existing since the dawn of our species and transcending cultural barriers. In contrast, non-human primates exhibit very limited proficiency in recognizing abstract representations. This research delves into this human singularity for visual abstraction, through neuroimaging experiments conducted in both humans and non-human primates. Stimuli presenting the same concept (e.g. a house or a face) but varying in abstraction levels (photos, drawings, symbols, and words) were initially presented to a monkey, while intracranial recording of his brain were obtained (16 Utah arrays distributed in V1, V4 and IT). Preliminary results indicate that monkey display early signs of abstraction, particularly for evolutionarily ancient categories such as faces. MEG and fMRI recordings of human subjects are also currently underway, striving to unveil the neuronal mechanisms that set our species apart in the domain of visual abstraction."
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:02qyplpeh24C",
        "num_citations": 0,
        "pub_url": "https://escholarship.org/uc/item/7d31c08h",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oyk5B_P5jbMJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Mapping and Modeling the Semantic Space of Math Concepts",
            "pub_year": 2024,
            "citation": "bioRxiv, 2024.05. 27.596021, 2024",
            "author": "Samuel Debray and Stanislas Dehaene",
            "journal": "bioRxiv",
            "pages": "2024.05. 27.596021",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Mathematics is an underexplored domain of human cognition. While many studies have focused on subsets of math concepts such as numbers, fractions, or geometric shapes, few have ventured beyond these elementary domains. Here, we attempted to map out the full space of math concepts and to answer two specific questions: can distributed semantic models, such a GloVe, provide a satisfactory fit to human semantic judgments in mathematics? And how does this fit vary with education? We first analyzed all of the French and English Wikipedia pages with math contents, and used a semi-automatic procedure to extract the 1,000 most frequent math terms in both languages. In a second step, we collected extensive behavioral judgments of familiarity and semantic similarity between them. About half of the variance in human similarity judgments was explained by vector embeddings that attempt to capture latent semantic structures based on cooccurence statistics. Participants' self-reported level of education modulated familiarity and similarity, allowing us to create a partial hierarchy among high-level math concepts. Our results converge onto the proposal of a map of math space, organized as a database of math terms with information about their frequency, familiarity, grade of acquisition, and entanglement with other concepts."
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:jf_cyAkbRPUC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2024.05.27.596021.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SM_ZO7sBTeQJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Two brain systems for the perception of geometric shapes",
            "pub_year": 2024,
            "citation": "bioRxiv, 2024.03. 13.584141, 2024",
            "author": "Mathias Sablé-Meyer and Lucas Benjamin and Cassandra Potier Watkins and Chenxi He and Fosca Al Roumi and Stanislas Dehaene",
            "journal": "bioRxiv",
            "pages": "2024.03. 13.584141",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Many human cultures produce and enjoy geometric signs, a uniquely human trait whose neural mechanisms are unknown. We formulate and test the hypothesis that, beyond an evolutionarily ancient ventral visual circuit for object recognition, the perception of geometry also relies on an additional system encoding discrete regularities such as symmetries and parallelism. Functional MRI and magnetoencephalography, in adults and six-year-olds, supports this hypothesis: while classical convolutional neural networks capture the early visual activity evoked by geometric shapes, subsequent signals from a dorsal parietal and prefrontal network arise from a distinct representation of discrete mathematical features. Thus, the mere perception of a regular quadrilateral suffices to engage a mathematically oriented mode of perception, inadequately captured by current neural networks models."
        },
        "filled": true,
        "author_pub_id": "2Dd5uoIAAAAJ:y8M7zB61foAC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2024.03.13.584141.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yVgQulXez3YJ:scholar.google.com/",
        "cites_per_year": {}
    }
]