[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Fighting the scanner effect in brain MRI segmentation with a progressive level-of-detail network trained on multi-site data",
            "pub_year": 2024,
            "citation": "Medical Image Analysis 93, 103090, 2024",
            "author": "Michele Svanera and Mattia Savardi and Alberto Signoroni and Sergio Benini and Lars Muckli",
            "journal": "Medical Image Analysis",
            "volume": "93",
            "pages": "103090",
            "publisher": "Elsevier",
            "abstract": "Many clinical and research studies of the human brain require accurate structural MRI segmentation. While traditional atlas-based methods can be applied to volumes from any acquisition site, recent deep learning algorithms ensure high accuracy only when tested on data from the same sites exploited in training (i.e., internal data). Performance degradation experienced on external data (i.e., unseen volumes from unseen sites) is due to the inter-site variability in intensity distributions, and to unique artefacts caused by different MR scanner models and acquisition parameters. To mitigate this site-dependency, often referred to as the scanner effect, we propose LOD-Brain, a 3D convolutional neural network with progressive levels-of-detail (LOD), able to segment brain data from any site. Coarser network levels are responsible for learning a robust anatomical prior helpful in identifying brain structures and their …"
        },
        "filled": true,
        "author_pub_id": "2VgRQOEAAAAJ:KUbvn5osdkgC",
        "num_citations": 3,
        "citedby_url": "/scholar?hl=en&cites=12684656845226962579",
        "cites_id": [
            "12684656845226962579"
        ],
        "pub_url": "https://www.sciencedirect.com/science/article/pii/S136184152400015X",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:k-56zTH0CLAJ:scholar.google.com/",
        "cites_per_year": {
            "2024": 3
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Cortical depth profiles in primary visual cortex for illusory and imaginary experiences",
            "pub_year": 2024,
            "citation": "Nature Communications 15 (1), 1002, 2024",
            "author": "Johanna Bergmann and Lucy S Petro and Clement Abbatecola and Min S Li and A Tyler Morgan and Lars Muckli",
            "journal": "Nature Communications",
            "volume": "15",
            "number": "1",
            "pages": "1002",
            "publisher": "Nature Publishing Group UK",
            "abstract": "Visual illusions and mental imagery are non-physical sensory experiences that involve cortical feedback processing in the primary visual cortex. Using laminar functional magnetic resonance imaging (fMRI) in two studies, we investigate if information about these internal experiences is visible in the activation patterns of different layers of primary visual cortex (V1). We find that imagery content is decodable mainly from deep layers of V1, whereas seemingly ‘real’ illusory content is decodable mainly from superficial layers. Furthermore, illusory content shares information with perceptual content, whilst imagery content does not generalise to illusory or perceptual information. Together, our results suggest that illusions and imagery, which differ immensely in their subjective experiences, also involve partially distinct early visual microcircuits. However, overlapping microcircuit recruitment might emerge based on the …"
        },
        "filled": true,
        "author_pub_id": "2VgRQOEAAAAJ:oNZyr7d5Mn4C",
        "num_citations": 3,
        "citedby_url": "/scholar?hl=en&cites=5254307855674034932",
        "cites_id": [
            "5254307855674034932"
        ],
        "pub_url": "https://www.nature.com/articles/s41467-024-45065-w",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9Mr-_ScN60gJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 1,
            "2024": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Mnemonic but not contextual feedback signals defy dedifferentiation in the aging early visual cortex",
            "pub_year": 2024,
            "citation": "Journal of neuroscience 44 (16), 2024",
            "author": "Isabelle Ehrlich and Javier Ortiz-Tudela and Yi You Tan and Lars Muckli and Yee Lee Shing",
            "journal": "Journal of neuroscience",
            "volume": "44",
            "number": "16",
            "publisher": "Society for Neuroscience",
            "abstract": "Perception is an intricate interplay between feedforward visual input and internally generated feedback signals that comprise concurrent contextual and time-distant mnemonic (episodic and semantic) information. Yet, an unresolved question is how the composition of feedback signals changes across the lifespan and to what extent feedback signals undergo age-related dedifferentiation, that is, a decline in neural specificity. Previous research on this topic has focused on feedforward perceptual representation and episodic memory reinstatement, suggesting reduced fidelity of neural representations at the item and category levels. In this fMRI study, we combined an occlusion paradigm that filters feedforward input to the visual cortex and multivariate analysis techniques to investigate the information content in cortical feedback, focusing on age-related differences in its composition. We further asked to what extent …"
        },
        "filled": true,
        "author_pub_id": "2VgRQOEAAAAJ:WZBGuue-350C",
        "num_citations": 0,
        "pub_url": "https://www.jneurosci.org/content/44/16/e0607232023.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PTei73C_70IJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Experience-dependent predictions of feedforward and contextual information in mouse visual cortex",
            "pub_year": 2024,
            "citation": "bioRxiv, 2024.06. 10.598181, 2024",
            "author": "Koen Seignette and Leander de Kraker and Paolo Papale and Lucy S Petro and Barbara Hobo and Jorrit S Montijn and Matthew W Self and Matthew E Larkum and Pieter R Roelfsema and Lars Muckli and Christiaan N Levelt",
            "journal": "bioRxiv",
            "pages": "2024.06. 10.598181",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Neurons in primary visual cortex are driven by feedforward visual inputs and top-down contextual inputs. The nature of this contextual information is difficult to study, as responses to feedforward and top-down inputs overlap in time and are difficult to disentangle experimentally. To address this issue, we measured responses to natural images and partially occluded versions of these images in the visual cortex of mice. Assessing neuronal responses before and after familiarizing mice with the non-occluded images allowed us to study experience-dependent and stimulus-specific contextual responses in pyramidal cells (PyCs) in cortical layers 2/3 and 5 in the absence of feedforward input. Surprisingly, in the same retinotopic region of cortex, we found that separate populations of PyCs in layer 2/3 responded to occluded and non-occluded images. Responses of PyCs selective for occluded images were strengthened upon familiarization and decoding analysis revealed they contained image-specific information, suggesting that they signaled the absence of predicted visual stimuli. Responses of PyCs selective for non-occluded scenes were weaker for familiarized images but stronger for unfamiliar images, suggesting that these neurons signaled the presence of unpredicted visual stimuli. Layer 5 also contained PyCs preferring either feedforward or contextual inputs, but their responses were more complex and strengthening of responses to occluded images required task engagement. The results show that visual experience decreases the activity of neurons responding to known feedforward inputs but increases the activity of neurons responding to …"
        },
        "filled": true,
        "author_pub_id": "2VgRQOEAAAAJ:xtoqd-5pKcoC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2024.06.10.598181.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:by2G_xJ5KiwJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Retinotopic biases in contextual feedback signals to V1 for object and scene processing",
            "pub_year": 2024,
            "citation": "bioRxiv, 2024.03. 26.586553, 2024",
            "author": "Matthew A Bennett and Lucy S Petro and Clement Abbatecola and Lars Muckli",
            "journal": "bioRxiv",
            "pages": "2024.03. 26.586553",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Identifying the objects embedded in natural scenes relies on recurrent processing between lower and higher visual areas. How is cortical feedback information related to objects and scenes organised in lower visual areas? The spatial organisation of cortical feedback converging in early visual cortex during object and scene processing could be retinotopically specific as it is coded in V1, or object centred as coded in higher areas, or both. Here, we characterise object and scene-related feedback information to V1. Participants identified foreground objects or background scenes in images with occluded central and peripheral subsections, allowing us to isolate feedback activity to foveal and peripheral regions of V1. Using fMRI and multivoxel pattern classification, we found that feedback of object information is projected to foveal V1 cortex with increased detail during an object identification task. Background scene information is projected to both foveal and peripheral V1 but can be disrupted by a sufficiently demanding object discrimination task. We suggest that the feedback connections during scene perception project back to earlier visual areas an automatic sketch of occluded information to the predicted retinotopic location. In the case of a cognitive task however, feedback pathways project content to foveal retinotopic space, potentially for introspection, functioning as a cognitive active blackboard and not necessarily predicting the object's location. This feedback architecture could reflect the internal mapping in V1 of the brain's endogenous models of the visual environment that are used to predict perceptual inputs."
        },
        "filled": true,
        "author_pub_id": "2VgRQOEAAAAJ:i2xiXl-TujoC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2024.03.26.586553.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:olpetfs9w1EJ:scholar.google.com/",
        "cites_per_year": {}
    }
]