[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Predictive processing of scenes and objects",
            "pub_year": 2024,
            "citation": "Nature Reviews Psychology 3 (1), 13-26, 2024",
            "author": "Marius V Peelen and Eva Berlot and Floris P de Lange",
            "volume": "3",
            "number": "1",
            "pages": "13-26",
            "publisher": "Nature Publishing Group US",
            "abstract": "Real-world visual input consists of rich scenes that are meaningfully composed of multiple objects that interact in complex but predictable ways. Despite this complexity, humans can recognize scenes and objects within scenes from a brief glance at an image. In this Review, we synthesize behavioural and neural findings that elucidate the mechanisms underlying this impressive ability. First, we review evidence that visual object and scene processing is partly implemented in parallel, enabling rapid computation of an initial gist of objects and scenes concurrently. Next, we discuss bidirectional interactions between object and scene processing, with scene information modulating the visual processing of objects and object information modulating the visual processing of scenes. Finally, we review evidence that objects also combine with each other to form object constellations, modulating the processing of individual …"
        },
        "filled": true,
        "author_pub_id": "5z1S51MAAAAJ:5icHVeHT4IsC",
        "num_citations": 8,
        "citedby_url": "/scholar?hl=en&cites=17614843574537764731",
        "cites_id": [
            "17614843574537764731"
        ],
        "pub_url": "https://www.nature.com/articles/s44159-023-00254-0",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ez9lUud-dPQJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 4,
            "2024": 4
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Amodal completion across the brain: The impact of structure and knowledge",
            "pub_year": 2024,
            "citation": "Journal of Vision 24 (6), 10-10, 2024",
            "author": "Jordy Thielen and Tessa M van Leeuwen and Simon J Hazenberg and Anna ZL Wester and Floris P de Lange and Rob van Lier",
            "journal": "Journal of Vision",
            "volume": "24",
            "number": "6",
            "pages": "10-10",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "This study investigates the phenomenon of amodal completion within the context of naturalistic objects, employing a repetition suppression paradigm to disentangle the influence of structure and knowledge cues on how objects are completed. The research focuses on early visual cortex (EVC) and lateral occipital complex (LOC), shedding light on how these brain regions respond to different completion scenarios. In LOC, we observed suppressed responses to structure and knowledge-compatible stimuli, providing evidence that both cues influence neural processing in higher-level visual areas. However, in EVC, we did not find evidence for differential responses to completions compatible or incompatible with either structural or knowledge-based expectations. Together, our findings suggest that the interplay between structure and knowledge cues in amodal completion predominantly impacts higher-level visual processing, with less pronounced effects on the early visual cortex. This study contributes to our understanding of the complex mechanisms underlying visual perception and highlights the distinct roles played by different brain regions in amodal completion."
        },
        "filled": true,
        "author_pub_id": "5z1S51MAAAAJ:48xauSegjOkC",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2793751",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LKFL88pW7GUJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Perceptual confirmation bias and decision bias underlie adaptation to sequential regularities",
            "pub_year": 2024,
            "citation": "Journal of Vision 24 (2), 5-5, 2024",
            "author": "Magdalena Del Río and Floris P de Lange and Matthias Fritsche and Jamie Ward",
            "journal": "Journal of Vision",
            "volume": "24",
            "number": "2",
            "pages": "5-5",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "Our perception does not depend exclusively on the immediate sensory input. It is also influenced by our internal predictions derived from prior observations and the temporal regularities of the environment, which can result in choice history biases. However, it is unclear how this flexible use of prior information to predict the future influences perceptual decisions. Prior information may bias decisions independently of the current sensory input, or it may modulate the weight of current sensory input based on its consistency with the expectation. To address this question, we used a visual decision-making task and manipulated the transitional probabilities between successive noisy grating stimuli. Using a reverse correlation analysis, we evaluated the contribution of stimulus-independent decision bias and stimulus-dependent sensitivity modulations to choice history biases. We found that both effects coexist, whereby there was increased bias to respond in line with the predicted orientation alongside modulations in perceptual sensitivity to favor perceptual information consistent with the prediction, akin to selective attention. Furthermore, at the individual differences level, we investigated the relationship between autistic-like traits and the adaptation of choice history biases to the sequential statistics of the environment. Over two studies, we found no convincing evidence of reduced adaptation to sequential regularities in individuals with high autistic-like traits. In sum, we present robust evidence for both perceptual confirmation bias and decision bias supporting adaptation to sequential regularities in the environment."
        },
        "filled": true,
        "author_pub_id": "5z1S51MAAAAJ:Bg7qf7VwUHIC",
        "num_citations": 0,
        "pub_url": "https://iovs.arvojournals.org/article.aspx?articleid=2793383",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pfDvjZcGy58J:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Subjective confidence modulates individual BOLD patterns of predictive processing",
            "pub_year": 2024,
            "citation": "bioRxiv, 2024.02. 23.581697, 2024",
            "author": "Andre Hechler and Floris de Lange and Valentin Riedl",
            "journal": "bioRxiv",
            "pages": "2024.02. 23.581697",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Humans are adept at extracting and learning sequential patterns from sensory input. This ability enables predictions about future states, resulting in anticipation both on a behavioral and neural level. Stimuli deviating from predictions usually evoke higher neural and hemodynamic activity than predicted stimuli. This difference indicates increased surprise, or prediction error signaling in the context of predictive coding. However, interindividual differences in learning performance and uncertainty have rarely been taken into account. Under Bayesian formulations of cortical function, surprise should be strongest if a subject makes incorrect predictions with high confidence. In the present study, we studied the impact of subjective confidence on imaging markers of predictive processing. Participants viewed visual object sequences of varying predictability over multiple days. After each day, we instructed them to complete partially presented sequences and to rate their confidence in the decision. During fMRI scanning, participants saw sequences that either confirmed predictions, deviated from them, or were random. We replicated findings of increased BOLD responses to surprising input in the ventral visual stream. In line with our hypothesis, response magnitude increased with the level of confidence after the training phase. Interestingly, the activity difference between predictable and random input also scaled with confidence: In the anterior cingulate, predictable sequences elicited higher activity for low levels of confidence, but lower activity for high levels of confidence. In summary, we showed that confidence is a crucial moderator of the link between …"
        },
        "filled": true,
        "author_pub_id": "5z1S51MAAAAJ:jL-93Qbq4QoC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2024.02.23.581697.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:W8WEiZBGbPcJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Preparatory activity during visual search reflects attention-guiding objects rather than search targets",
            "pub_year": 2024,
            "citation": "bioRxiv, 2024.02. 02.578555, 2024",
            "author": "Maelle Lerebourg and Floris P de Lange and Marius V Peelen",
            "journal": "bioRxiv",
            "pages": "2024.02. 02.578555",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Efficient behavior requires the rapid attentional selection of task-relevant objects. Previous research has shown that target-selective neurons in visual cortex increase their baseline firing rate when participants are cued to search for a target object. Such preparatory activity represents a key finding for theories of visual search, as it may reflect a top-down bias that guides spatial attention, favoring processing of target-matching input for subsequent report. However, in daily life, visual search is often guided by non-target objects that are neither externally cued nor reported. For instance, when looking for a pen, we may direct our attention to the office desk where we expect the pen to be. These 'anchor objects' (e.g., the desk) thereby guide search for associated objects (e.g., the pen) in scenes. Here, we used fMRI and eye tracking to test whether preparatory activity during visual search represents the target (the pen), the guiding anchor object (the desk) or both. In an anchor-guided search task, participants (N=34) learned associations between targets and anchors and searched for these targets in scenes. To fully dissociate target from anchor processing, target-anchor associations were reversed across different scene contexts. Participants' first fixations were reliably guided towards the target-associated anchor. Importantly, preparatory fMRI activity patterns in lateral occipital cortex (LOC) represented the target-associated anchor rather than the target. Whole-brain analyses additionally identified a region in the right intraparietal sulcus that represented the anchor. Our results show that preparatory activity in visual cortex represents a self-generated …"
        },
        "filled": true,
        "author_pub_id": "5z1S51MAAAAJ:4xDN1ZYqzskC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2024.02.02.578555.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TKU7csX-lB8J:scholar.google.com/",
        "cites_per_year": {}
    }
]