[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "A sculpting effect of reading on later representational quality of phonology revealed by multi-voxel pattern analysis in young children",
            "pub_year": 2023,
            "citation": "Brain and Language 239, 105252, 2023",
            "author": "Jin Wang and Frank Tong and Marc F Joanisse and James R Booth",
            "journal": "Brain and Language",
            "volume": "239",
            "pages": "105252",
            "publisher": "Academic Press",
            "abstract": "Using univariate analysis, a previous study by Wang et al. (2020) found a scaffolding effect of earlier phonological representation in superior temporal gyrus (STG) on later reading skill but failed to observe a sculpting effect of earlier reading on later phonological representation. The current study applied multi-voxel pattern analysis (MVPA) to examine if both scaffolding and sculpting effects were present in young children. We found that better initial reading skill predicted higher decoding coefficient of brain activity patterns for phonological representations in STG. This sculpting effect was present only for decoding small grain sizes (phonemes) and in younger children (6- to 7.5-year-olds), as we did not find any effects for large grain sizes (rhymes) or older children (7.5- to 9.5-year-olds). Although a scaffolding effect was not observed, the current study provides the first neural evidence of how earlier reading sculpts …"
        },
        "filled": true,
        "author_pub_id": "a5GDhcsAAAAJ:NaGl4SEjCO4C",
        "num_citations": 3,
        "citedby_url": "/scholar?hl=en&cites=3063605875330141557",
        "cites_id": [
            "3063605875330141557"
        ],
        "pub_url": "https://www.sciencedirect.com/science/article/pii/S0093934X23000317",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dU3a2k8dhCoJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Spikiness and animacy as potential organizing principles of human ventral visual cortex",
            "pub_year": 2023,
            "citation": "Cerebral Cortex, bhad108, 2023",
            "author": "David D Coggan and Frank Tong",
            "journal": "Cerebral Cortex",
            "pages": "bhad108",
            "publisher": "Oxford University Press",
            "abstract": "Considerable research has been devoted to understanding the fundamental organizing principles of the ventral visual pathway. A recent study revealed a series of 3–4 topographical maps arranged along the macaque inferotemporal (IT) cortex. The maps articulated a two-dimensional space based on the spikiness and animacy of visual objects, with “inanimate-spiky” and “inanimate-stubby” regions of the maps constituting two previously unidentified cortical networks. The goal of our study was to determine whether a similar functional organization might exist in human IT. To address this question, we presented the same object stimuli and images from “classic” object categories (bodies, faces, houses) to humans while recording fMRI activity at 7 Tesla. Contrasts designed to reveal the spikiness-animacy object space evoked extensive significant activation across human IT. However, unlike the macaque, we did …"
        },
        "filled": true,
        "author_pub_id": "a5GDhcsAAAAJ:RGFaLdJalmkC",
        "num_citations": 3,
        "citedby_url": "/scholar?hl=en&cites=192480849805182636",
        "cites_id": [
            "192480849805182636"
        ],
        "pub_url": "https://academic.oup.com/cercor/advance-article-abstract/doi/10.1093/cercor/bhad108/7084655",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rAa0JlDUqwIJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 3
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Rapid adaptation of primate LGN neurons to drifting grating stimulation",
            "pub_year": 2023,
            "citation": "Journal of Neurophysiology 129 (6), 1447-1467, 2023",
            "author": "Loïc Daumail and Brock M Carlson and Blake A Mitchell and Michele A Cox and Jacob A Westerberg and Cortez Johnson and Paul R Martin and Frank Tong and Alexander Maier and Kacie Dougherty",
            "journal": "Journal of Neurophysiology",
            "volume": "129",
            "number": "6",
            "pages": "1447-1467",
            "publisher": "American Physiological Society",
            "abstract": "The visual system needs to dynamically adapt to changing environments. Much is known about the adaptive effects of constant stimulation over prolonged periods. However, there are open questions regarding adaptation to stimuli that are changing over time, interrupted, or repeated. Feature-specific adaptation to repeating stimuli has been shown to occur as early as primary visual cortex (V1), but there is also evidence for more generalized, fatigue-like adaptation that might occur at an earlier stage of processing. Here, we show adaptation in the lateral geniculate nucleus (LGN) of awake, fixating monkeys following brief (1 s) exposure to repeated cycles of a 4-Hz drifting grating. We examined the relative change of each neuron’s response across successive (repeated) grating cycles. We found that neurons from all cell classes (parvocellular, magnocellular, and koniocellular) showed significant adaptation …"
        },
        "filled": true,
        "author_pub_id": "a5GDhcsAAAAJ:RYcK_YlVTxYC",
        "num_citations": 0,
        "pub_url": "https://journals.physiology.org/doi/abs/10.1152/jn.00058.2022",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_fVyEq-qepcJ:scholar.google.com/",
        "cites_per_year": {}
    }
]