[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Rethinking cortical recycling in ventral temporal cortex",
            "pub_year": 2024,
            "citation": "Trends in Cognitive Sciences, 2024",
            "author": "Emily Kubota and Kalanit Grill-Spector and Marisa Nordt",
            "publisher": "Elsevier",
            "abstract": "High-level visual areas in ventral temporal cortex (VTC) support recognition of important categories, such as faces and words. Word-selective regions are left lateralized and emerge at the onset of reading instruction. Face-selective regions are right lateralized and have been documented in infancy. Prevailing theories suggest that face-selective regions become right lateralized due to competition with word-selective regions in the left hemisphere. However, recent longitudinal studies examining face- and word-selective responses in childhood do not provide support for this theory. Instead, there is evidence that word representations recycle cortex previously involved in processing other stimuli, such as limbs. These findings call for more longitudinal investigations of cortical recycling and a new era of work that links visual experience and behavior with neural responses."
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:KbBQZpvPDL4C",
        "num_citations": 4,
        "citedby_url": "/scholar?hl=en&cites=3912834660384479919",
        "cites_id": [
            "3912834660384479919"
        ],
        "pub_url": "https://www.cell.com/trends/cognitive-sciences/fulltext/S1364-6613(23)00253-X",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:r5oNfWQuTTYJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 2,
            "2024": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Characterizing spatiotemporal population receptive fields in human visual cortex with fMRI",
            "pub_year": 2024,
            "citation": "Journal of Neuroscience 44 (2), 2024",
            "author": "Insub Kim and Eline R Kupers and Garikoitz Lerma-Usabiaga and Kalanit Grill-Spector",
            "journal": "Journal of Neuroscience",
            "volume": "44",
            "number": "2",
            "publisher": "Society for Neuroscience",
            "abstract": "The use of fMRI and computational modeling has advanced understanding of spatial characteristics of population receptive fields (pRFs) in human visual cortex. However, we know relatively little about the spatiotemporal characteristics of pRFs because neurons' temporal properties are one to two orders of magnitude faster than fMRI BOLD responses. Here, we developed an image-computable framework to estimate spatiotemporal pRFs from fMRI data. First, we developed a simulation software that predicts fMRI responses to a time-varying visual input given a spatiotemporal pRF model and solves the model parameters. The simulator revealed that ground-truth spatiotemporal parameters can be accurately recovered at the millisecond resolution from synthesized fMRI responses. Then, using fMRI and a novel stimulus paradigm, we mapped spatiotemporal pRFs in individual voxels across human visual cortex in 10 …"
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:DJbcl8HfkQkC",
        "num_citations": 3,
        "citedby_url": "/scholar?hl=en&cites=13933863677874424654",
        "cites_id": [
            "13933863677874424654"
        ],
        "pub_url": "https://www.jneurosci.org/content/44/2/e0803232023.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TktstDAHX8EJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 1,
            "2024": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "High‐resolution myelin‐water fraction and quantitative relaxation mapping using 3D ViSTa‐MR fingerprinting",
            "pub_year": 2024,
            "citation": "Magnetic resonance in medicine 91 (6), 2278-2293, 2024",
            "author": "Congyu Liao and Xiaozhi Cao and Siddharth Srinivasan Iyer and Sophie Schauman and Zihan Zhou and Xiaoqian Yan and Quan Chen and Zhitao Li and Nan Wang and Ting Gong and Zhe Wu and Hongjian He and Jianhui Zhong and Yang Yang and Adam Kerr and Kalanit Grill‐Spector and Kawin Setsompop",
            "journal": "Magnetic resonance in medicine",
            "volume": "91",
            "number": "6",
            "pages": "2278-2293",
            "abstract": "This study aims to develop a high‐resolution whole‐brain multi‐parametric quantitative MRI approach for simultaneous mapping of myelin‐water fraction (MWF), T1, T2, and proton‐density (PD), all within a clinically feasible scan time.We developed 3D visualization of short transverse relaxation time component (ViSTa)‐MRF, which combined ViSTa technique with MR fingerprinting (MRF), to achieve high‐fidelity whole‐brain MWF and T1/T2/PD mapping on a clinical 3T scanner. To achieve fast acquisition and memory‐efficient reconstruction, the ViSTa‐MRF sequence leverages an optimized 3D tiny‐golden‐angle‐shuffling spiral‐projection acquisition and joint spatial–temporal subspace reconstruction with optimized preconditioning algorithm. With the proposed ViSTa‐MRF approach, high‐fidelity direct MWF mapping was achieved without a need for multicompartment fitting that could …"
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:r_AWSJRzSzQC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=5224082466403572145",
        "cites_id": [
            "5224082466403572145"
        ],
        "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/mrm.29990",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sdlUJ1Orf0gJ:scholar.google.com/",
        "cites_per_year": {
            "2024": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "A unifying framework for functional organization in early and higher ventral visual cortex",
            "pub_year": 2024,
            "citation": "Neuron, 2024",
            "author": "Eshed Margalit and Hyodong Lee and Dawn Finzi and James J DiCarlo and Kalanit Grill-Spector and Daniel LK Yamins",
            "journal": "Neuron",
            "publisher": "Elsevier",
            "abstract": "A key feature of cortical systems is functional organization: the arrangement of functionally distinct neurons in characteristic spatial patterns. However, the principles underlying the emergence of functional organization in the cortex are poorly understood. Here, we develop the topographic deep artificial neural network (TDANN), the first model to predict several aspects of the functional organization of multiple cortical areas in the primate visual system. We analyze the factors driving the TDANN's success and find that it balances two objectives: learning a task-general sensory representation and maximizing the spatial smoothness of responses according to a metric that scales with cortical surface area. In turn, the representations learned by the TDANN are more brain-like than in spatially unconstrained models. Finally, we provide evidence that the TDANN's functional organization balances performance with between …"
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:a3BOlSfXSfwC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=202253939293707215",
        "cites_id": [
            "202253939293707215"
        ],
        "pub_url": "https://www.cell.com/neuron/abstract/S0896-6273(24)00279-4",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:z1sG3uKMzgIJ:scholar.google.com/",
        "cites_per_year": {
            "2024": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "A practical guide for combining functional regions of interest and white matter bundles",
            "pub_year": 2024,
            "citation": "",
            "author": "Steven Lee Meisler and Emily Kubota and Mareike Grotheer and John Gabrieli and Kalanit Grill-Spector",
            "abstract": "Diffusion-weighted imaging (DWI) is the primary method to investigate macro-and microstructure of neural white matter in vivo. DWI can be used to identify and characterize individual-specific white matter bundles, enabling precise analyses on hypothesis-driven connections in the brain and bridging the relationships between brain structure, function, and behavior. However, cortical endpoints of bundles may span larger areas than what a researcher is interested in, challenging presumptions that bundles are specifically tied to certain brain functions. Functional MRI (fMRI) can be integrated to further refine bundles such that they are restricted to functionally-defined cortical regions. Analyzing properties of these Functional Sub-Bundles (FSuB) increases precision and interpretability of results when studying neural connections supporting specific tasks. Several parameters of DWI and fMRI analyses, ranging from data acquisition to processing, can impact the efficacy of integrating functional and diffusion MRI. Here, we discuss the applications of the FSuB approach, suggest best practices for acquiring and processing neuroimaging data towards this end, and introduce the FSuB-Extractor, a flexible open-source software for creating FSuBs. We demonstrate our processing code and the FSuB-Extractor on an openly-available dataset, the Natural Scenes Dataset."
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:yqoGN6RLRZoC",
        "num_citations": 0,
        "pub_url": "https://europepmc.org/article/ppr/ppr818386",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QlCxf-HYS1cJ:scholar.google.com/",
        "cites_per_year": {}
    }
]