[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
<<<<<<< Updated upstream
=======
            "title": "High‐resolution myelin‐water fraction and quantitative relaxation mapping using 3D ViSTa‐MR fingerprinting",
            "pub_year": 2024,
            "citation": "Magnetic resonance in medicine 91 (6), 2278-2293, 2024",
            "author": "Congyu Liao and Xiaozhi Cao and Siddharth Srinivasan Iyer and Sophie Schauman and Zihan Zhou and Xiaoqian Yan and Quan Chen and Zhitao Li and Nan Wang and Ting Gong and Zhe Wu and Hongjian He and Jianhui Zhong and Yang Yang and Adam Kerr and Kalanit Grill‐Spector and Kawin Setsompop",
            "journal": "Magnetic resonance in medicine",
            "volume": "91",
            "number": "6",
            "pages": "2278-2293",
            "abstract": "This study aims to develop a high‐resolution whole‐brain multi‐parametric quantitative MRI approach for simultaneous mapping of myelin‐water fraction (MWF), T1, T2, and proton‐density (PD), all within a clinically feasible scan time.We developed 3D visualization of short transverse relaxation time component (ViSTa)‐MRF, which combined ViSTa technique with MR fingerprinting (MRF), to achieve high‐fidelity whole‐brain MWF and T1/T2/PD mapping on a clinical 3T scanner. To achieve fast acquisition and memory‐efficient reconstruction, the ViSTa‐MRF sequence leverages an optimized 3D tiny‐golden‐angle‐shuffling spiral‐projection acquisition and joint spatial–temporal subspace reconstruction with optimized preconditioning algorithm. With the proposed ViSTa‐MRF approach, high‐fidelity direct MWF mapping was achieved without a need for multicompartment fitting that could …"
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:r_AWSJRzSzQC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=5984599431307505435",
        "cites_id": [
            "5984599431307505435"
        ],
        "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/mrm.29990",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:G68WmnmRDVMJ:scholar.google.com/",
        "cites_per_year": {
            "2024": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "A unifying framework for functional organization in early and higher ventral visual cortex",
            "pub_year": 2024,
            "citation": "Neuron, 2024",
            "author": "Eshed Margalit and Hyodong Lee and Dawn Finzi and James J DiCarlo and Kalanit Grill-Spector and Daniel LK Yamins",
            "journal": "Neuron",
            "publisher": "Elsevier",
            "abstract": "A key feature of cortical systems is functional organization: the arrangement of functionally distinct neurons in characteristic spatial patterns. However, the principles underlying the emergence of functional organization in the cortex are poorly understood. Here, we develop the topographic deep artificial neural network (TDANN), the first model to predict several aspects of the functional organization of multiple cortical areas in the primate visual system. We analyze the factors driving the TDANN's success and find that it balances two objectives: learning a task-general sensory representation and maximizing the spatial smoothness of responses according to a metric that scales with cortical surface area. In turn, the representations learned by the TDANN are more brain-like than in spatially unconstrained models. Finally, we provide evidence that the TDANN's functional organization balances performance with between …"
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:a3BOlSfXSfwC",
        "num_citations": 0,
        "pub_url": "https://www.cell.com/neuron/abstract/S0896-6273(24)00279-4",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:z1sG3uKMzgIJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "A practical guide for combining functional regions of interest and white matter bundles",
            "pub_year": 2024,
            "citation": "",
            "author": "Steven Lee Meisler and Emily Kubota and Mareike Grotheer and John Gabrieli and Kalanit Grill-Spector",
            "abstract": "Diffusion-weighted imaging (DWI) is the primary method to investigate macro-and microstructure of neural white matter in vivo. DWI can be used to identify and characterize individual-specific white matter bundles, enabling precise analyses on hypothesis-driven connections in the brain and bridging the relationships between brain structure, function, and behavior. However, cortical endpoints of bundles may span larger areas than what a researcher is interested in, challenging presumptions that bundles are specifically tied to certain brain functions. Functional MRI (fMRI) can be integrated to further refine bundles such that they are restricted to functionally-defined cortical regions. Analyzing properties of these Functional Sub-Bundles (FSuB) increases precision and interpretability of results when studying neural connections supporting specific tasks. Several parameters of DWI and fMRI analyses, ranging from data acquisition to processing, can impact the efficacy of integrating functional and diffusion MRI. Here, we discuss the applications of the FSuB approach, suggest best practices for acquiring and processing neuroimaging data towards this end, and introduce the FSuB-Extractor, a flexible open-source software for creating FSuBs. We demonstrate our processing code and the FSuB-Extractor on an openly-available dataset, the Natural Scenes Dataset."
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:yqoGN6RLRZoC",
        "num_citations": 0,
        "pub_url": "https://europepmc.org/article/ppr/ppr818386",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QlCxf-HYS1cJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
>>>>>>> Stashed changes
            "title": "High-resolution myelin-water fraction and quantitative relaxation mapping using 3D ViSTa-MR fingerprinting",
            "pub_year": 2023,
            "citation": "arXiv preprint arXiv:2312.13523, 2023",
            "author": "Congyu Liao and Xiaozhi Cao and Siddharth Srinivasan Iyer and Sophie Schauman and Zihan Zhou and Xiaoqian Yan and Quan Chen and Zhitao Li and Nan Wang and Ting Gong and Zhe Wu and Hongjian He and Jianhui Zhong and Yang Yang and Adam Kerr and Kalanit Grill-Spector and Kawin Setsompop",
            "journal": "arXiv preprint arXiv:2312.13523",
            "abstract": ""
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:r_AWSJRzSzQC",
        "num_citations": 0,
        "pub_url": "https://arxiv.org/abs/2312.13523",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "A single computational objective drives specialization of streams in visual cortex",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.12. 19.572460, 2023",
            "author": "Dawn Finzi and Eshed Margalit and Kendrick Kay and Daniel LK Yamins and Kalanit Grill-Spector",
            "journal": "bioRxiv",
            "pages": "2023.12. 19.572460",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Human visual cortex is organized into dorsal, lateral, and ventral streams. A long-standing hypothesis is that the functional organization into streams emerged to support distinct visual behaviors. Here, we use a neural network-based computational model and a massive fMRI dataset to test how visual streams emerge. We find that models trained for stream-specific visual behaviors poorly capture neural responses and organization. Instead, a self-supervised Topographic Deep Artificial Neural Network, which encourages nearby units to respond similarly, successfully predicts neural responses, spatial segregation, and functional differentiation across streams. These findings challenge the prevailing view that streams evolved to separately support different behaviors, and suggest instead that functional organization arises from a single principle: balancing general representation learning with local spatial constraints."
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:HeT0ZceujKMC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.12.19.572460.abstract",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Longitudinal development of category representations in ventral temporal cortex predicts word and face recognition",
            "pub_year": 2023,
            "citation": "Nature Communications 14 (1), 8010, 2023",
            "author": "Marisa Nordt and Jesse Gomez and Vaidehi S Natu and Alex A Rezai and Dawn Finzi and Holly Kular and Kalanit Grill-Spector",
            "journal": "Nature Communications",
            "volume": "14",
            "number": "1",
            "pages": "8010",
            "publisher": "Nature Publishing Group UK",
            "abstract": "Regions in ventral temporal cortex that are involved in visual recognition of categories like words and faces undergo differential development during childhood. However, categories are also represented in distributed responses across high-level visual cortex. How distributed category representations develop and if this development relates to behavioral changes in recognition remains largely unknown. Here, we used functional magnetic resonance imaging to longitudinally measure the development of distributed responses across ventral temporal cortex to 10 categories in school-age children over several years. Our results reveal both strengthening and weakening of category representations with age, which was mainly driven by changes across category-selective voxels. Representations became particularly more distinct for words in the left hemisphere and for faces bilaterally. Critically, distinctiveness for words …"
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:dBIO0h50nwkC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=13779229159537092229",
        "cites_id": [
            "13779229159537092229"
        ],
        "pub_url": "https://www.nature.com/articles/s41467-023-43146-w",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:habpROqnOb8J:scholar.google.com/",
        "cites_per_year": {
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Comparing retinotopic maps of children and adults reveals a late-stage change in how V1 samples the visual field",
            "pub_year": 2023,
            "citation": "Nature communications 14 (1), 1561, 2023",
            "author": "Marc M Himmelberg and Ekin Tünçok and Jesse Gomez and Kalanit Grill-Spector and Marisa Carrasco and Jonathan Winawer",
            "journal": "Nature communications",
            "volume": "14",
            "number": "1",
            "pages": "1561",
            "publisher": "Nature Publishing Group UK",
            "abstract": "Adult visual performance differs with angular location –it is better for stimuli along the horizontal than vertical, and lower than upper vertical meridian of the visual field. These perceptual asymmetries are paralleled by asymmetries in cortical surface area in primary visual cortex (V1). Children, unlike adults, have similar visual performance at the lower and upper vertical meridian. Do children have similar V1 surface area representing the upper and lower vertical meridian? Using MRI, we measure the surface area of retinotopic maps (V1-V3) in children and adults. Many features of the maps are similar between groups, including greater V1 surface area for the horizontal than vertical meridian. However, unlike adults, children have a similar amount of V1 surface area representing the lower and upper vertical meridian. These data reveal a late-stage change in V1 organization that may relate to the emergence of the …"
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:mlAyqtXpCwEC",
        "num_citations": 7,
        "citedby_url": "/scholar?hl=en&cites=7555462781723065450",
        "cites_id": [
            "7555462781723065450"
        ],
        "pub_url": "https://www.nature.com/articles/s41467-023-37280-8",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:arxJkl5l2mgJ:scholar.google.com/",
        "cites_per_year": {
            "2022": 1,
            "2023": 6
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "White matter connections of high-level visual areas predict cytoarchitecture better than category-selectivity in childhood, but not adulthood",
            "pub_year": 2023,
            "citation": "Cerebral Cortex 33 (6), 2485-2506, 2023",
            "author": "Emily Kubota and Mareike Grotheer and Dawn Finzi and Vaidehi S Natu and Jesse Gomez and Kalanit Grill-Spector",
            "journal": "Cerebral Cortex",
            "volume": "33",
            "number": "6",
            "pages": "2485-2506",
            "publisher": "Oxford University Press",
            "abstract": "Ventral temporal cortex (VTC) consists of high-level visual regions that are arranged in consistent anatomical locations across individuals. This consistency has led to several hypotheses about the factors that constrain the functional organization of VTC. A prevailing theory is that white matter connections influence the organization of VTC, however, the nature of this constraint is unclear. Here, we test 2 hypotheses: (1) white matter tracts are specific for each category or (2) white matter tracts are specific to cytoarchitectonic areas of VTC. To test these hypotheses, we used diffusion magnetic resonance imaging to identify white matter tracts and functional magnetic resonance imaging to identify category-selective regions in VTC in children and adults. We find that in childhood, white matter connections are linked to cytoarchitecture rather than category-selectivity. In adulthood, however, white matter connections …"
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:anf4URPfarAC",
        "num_citations": 4,
        "citedby_url": "/scholar?hl=en&cites=4885190325506715457",
        "cites_id": [
            "4885190325506715457"
        ],
        "pub_url": "https://academic.oup.com/cercor/article-abstract/33/6/2485/6603928",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Qa8A3Leuy0MJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 4
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "A Unifying Principle for the Functional Organization of Visual Cortex",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.05. 18.541361, 2023",
            "author": "Eshed Margalit and Hyodong Lee and Dawn Finzi and James J DiCarlo and Kalanit Grill-Spector and Daniel LK Yamins",
            "journal": "bioRxiv",
            "pages": "2023.05. 18.541361",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "A key feature of many cortical systems is functional organization: the arrangement of neurons with specific functional properties in characteristic spatial patterns across the cortical surface. However, the principles underlying the emergence and utility of functional organization are poorly understood. Here we develop the Topographic Deep Artificial Neural Network (TDANN), the first unified model to accurately predict the functional organization of multiple cortical areas in the primate visual system. We analyze the key factors responsible for the TDANN's success and find that it strikes a balance between two specific objectives: achieving a task-general sensory representation that is self-supervised, and maximizing the smoothness of responses across the cortical sheet according to a metric that scales relative to cortical surface area. In turn, the representations learned by the TDANN are lower dimensional and more brain-like than those in models that lack a spatial smoothness constraint. Finally, we provide evidence that the TDANN's functional organization balances performance with inter-area connection length, and use the resulting models for a proof-of-principle optimization of cortical prosthetic design. Our results thus offer a unified principle for understanding functional organization and a novel view of the functional role of the visual system in particular."
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:bKqednn6t2AC",
        "num_citations": 3,
        "citedby_url": "/scholar?hl=en&cites=615012094074270269",
        "cites_id": [
            "615012094074270269"
        ],
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.05.18.541361.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PbLdtz32iAgJ:scholar.google.com/",
        "cites_per_year": {
            "2022": 1,
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "When Do Visual Category Representations Emerge in Infants’ Brains?",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.05. 11.539934, 2023",
            "author": "Xiaoqian Yan and Sarah Tung and Yulan Diana Chen and Anthony M Norcia and Kalanit Grill-Spector",
            "journal": "bioRxiv",
            "pages": "2023.05. 11.539934",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Visual categorization structures infants’ interactions with their environment. However, it is unknown when visual category representations emerge during the first year of life. Here we measured cortical representations of faces, limbs, corridors, characters, and cars using an electroencephalography (EEG) frequency-tagging paradigm in infants aged 3-4 months (N = 17), 4-6 months (N = 14), 6-8 months (N= 15), and 12-15 months (N = 15). We discovered a staggered development of category representations. Representations of faces emerge first, between 4-6 months and strengthen thereafter. Whereby representations for limbs, corridors, and characters emerge later, between 6-15 months. Not only do these data suggest that category representations are learned, but also that representations of everyday categories take different durations to develop. Thus, these findings necessitate a rethinking of the development of category representations in infancy and, have important implications for assessing atypical cortical development."
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:HtS1dXgVpQUC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=4485479112765689765",
        "cites_id": [
            "4485479112765689765"
        ],
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.05.11.539934.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pU_V63yfPz4J:scholar.google.com/",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Characterizing spatiotemporal population receptive fields in human visual cortex with fMRI",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023",
            "author": "Insub Kim and Eline R Kupers and Garikoitz Lerma-Usabiaga and Kalanit Grill-Spector",
            "journal": "bioRxiv",
            "publisher": "Cold Spring Harbor Laboratory Preprints",
            "abstract": "The use of fMRI and computational modeling has advanced understanding of spatial characteristics of population receptive fields (pRFs) in human visual cortex. However, we know relatively little about the spatiotemporal characteristics of pRFs because neurons’ temporal properties are one to two orders of magnitude faster than fMRI BOLD responses. Here, we developed an image-computable framework to estimate spatiotemporal pRFs from fMRI data. First, we developed a simulation software that predicts fMRI responses to a time varying visual input given a spatiotemporal pRF model and solves the model parameters. The simulator revealed that ground-truth spatiotemporal parameters can be accurately recovered at the millisecond resolution from synthesized fMRI responses. Then, using fMRI and a novel stimulus paradigm, we mapped spatiotemporal pRFs in individual voxels across human visual cortex in 10 …"
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:DJbcl8HfkQkC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=3279113813604108856",
        "cites_id": [
            "3279113813604108856"
        ],
        "pub_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10187260/",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OArz1aPAgS0J:scholar.google.com/",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Human white matter myelination rate slows down at birth",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.03. 02.530800, 2023",
            "author": "Mareike Grotheer and David Bloom and John Kruper and Adam Richie-Halford and Stephanie Zika and Vicente A Aguilera Gonzalez and Jason D Yeatman and Kalanit Grill-Spector and Ariel Rokem",
            "journal": "bioRxiv",
            "pages": "2023.03. 02.530800",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "The formation of myelin, the fatty sheath that insulates nerve fibers, is critical for healthy brain function. A fundamental open question is what is the impact of being born on myelin growth. To address this question, we evaluated a large (n=300) cross-sectional sample of newborns from the Developing Human Connectome Project (dHCP). First, we developed new software for the automated identification of 20 white matter bundles in individuals that is well-suited for large samples. Next, we fit linear models that quantify T1w/T2w, a myelin-sensitive imaging contrast, increases along bundles. We found faster growth of T1w/T2w along the lengths of all bundles before birth than right after birth. Further, in a separate longitudinal sample of preterm infants (N=34), we found lower T1w/T2w at term-equivalent age than in full-term peers. By applying the linear models fit on the cross-section sample to the longitudinal sample of preterm infants, we find that their delay in T1w/T2w growth is well explained by the amount of time preterm infants spend developing in utero and ex utero. These results suggest that being born slows the rate of myelin growths. This reduction in the rate of myelin growth at birth, in turn, explains lower myelin content in individuals born preterm, and could account for long-term cognitive, neurological, and developmental consequences of preterm birth. We hypothesize that closely matching the environment of infants born preterm to what they would have experienced in the womb may reduce delays in myelin growth and hence improve developmental outcomes."
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:HIFyuExEbWQC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=9020430177376398736",
        "cites_id": [
            "9020430177376398736"
        ],
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.03.02.530800.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kO27O3QBL30J:scholar.google.com/",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Rethinking cortical recycling in ventral temporal cortex",
            "pub_year": 2023,
            "citation": "Trends in Cognitive Sciences, 2023",
            "author": "Emily Kubota and Kalanit Grill-Spector and Marisa Nordt",
            "publisher": "Elsevier",
            "abstract": "High-level visual areas in ventral temporal cortex (VTC) support recognition of important categories, such as faces and words. Word-selective regions are left lateralized and emerge at the onset of reading instruction. Face-selective regions are right lateralized and have been documented in infancy. Prevailing theories suggest that face-selective regions become right lateralized due to competition with word-selective regions in the left hemisphere. However, recent longitudinal studies examining face- and word-selective responses in childhood do not provide support for this theory. Instead, there is evidence that word representations recycle cortex previously involved in processing other stimuli, such as limbs. These findings call for more longitudinal investigations of cortical recycling and a new era of work that links visual experience and behavior with neural responses."
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:KbBQZpvPDL4C",
        "num_citations": 0,
        "pub_url": "https://www.cell.com/trends/cognitive-sciences/fulltext/S1364-6613(23)00253-X",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Human white matter myelinates faster in utero than ex utero",
            "pub_year": 2023,
            "citation": "Proceedings of the National Academy of Sciences 120 (33), e2303491120, 2023",
            "author": "Mareike Grotheer and David Bloom and John Kruper and Adam Richie-Halford and Stephanie Zika and Vicente A Aguilera González and Jason D Yeatman and Kalanit Grill-Spector and Ariel Rokem",
            "journal": "Proceedings of the National Academy of Sciences",
            "volume": "120",
            "number": "33",
            "pages": "e2303491120",
            "publisher": "National Academy of Sciences",
            "abstract": "The formation of myelin, the fatty sheath that insulates nerve fibers, is critical for healthy brain function. A fundamental open question is what impact being born has on myelin growth. To address this, we evaluated a large (n = 300) cross-sectional sample of newborns from the Developing Human Connectome Project (dHCP). First, we developed software for the automated identification of 20 white matter bundles in individual newborns that is well suited for large samples. Next, we fit linear models that quantify how T1w/T2w (a myelin-sensitive imaging contrast) changes over time at each point along the bundles. We found faster growth of T1w/T2w along the lengths of all bundles before birth than right after birth. Further, in a separate longitudinal sample of preterm infants (N = 34), we found lower T1w/T2w than in full-term peers measured at the same age. By applying the linear models fit on the cross-section sample …"
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:OR75R8vi5nAC",
        "num_citations": 0,
        "pub_url": "https://www.pnas.org/doi/abs/10.1073/pnas.2303491120",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Compressive spatiotemporal summation predicts simultaneous suppression in human visual cortex",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 5012-5012, 2023",
            "author": "Eline R Kupers and Insub Kim and Kalanit Grill-Spector",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "5012-5012",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "When multiple visual stimuli are presented simultaneously in receptive fields of neurons, their responses are surprisingly lower than when the identical stimuli are presented sequentially. Why does a simple sequence change result in a lower response? The neural computations underlying simultaneous suppression remain elusive. To answer this question, we used fMRI and computational modeling to test the extent to which linear spatial summation, compressive spatial summation (CSS), or compressive spatiotemporal summation (CST) within population receptive fields (pRFs) of visual areas predicts simultaneous suppression. Ten subjects participated in two sessions:(i) retinotopy to independently estimate spatial pRF parameters and (ii) simultaneous/sequential experiment in which colorful squares were presented either simultaneously or sequentially in the periphery. To separate nonlinearities in space and …"
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:fFSKOagxvKUC",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2791502",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Both mOTS-words and pOTS-words prefer emoji stimuli over text stimuli during a reading task",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 5263-5263, 2023",
            "author": "Alexia Dalski and Holly Kular and Julia G Jorgensen and Kalanit Grill-Spector and Mareike Grotheer",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "5263-5263",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "The visual word form area in the occipitotemporal sulcus, here referred to as OTS-words, responds more strongly to text than other visual stimuli and plays a critical role in reading. Here we hypothesized, that this regions preference for text may be driven by a preference for reading tasks, as in most prior fMRI studies only the text stimuli were readable. To test this, we performed three fMRI experiments (N= 15) and systematically varied the participant’s task and the visual stimulus, investigating mOTS-words and pOTS-words subregions. In experiment 1, we contrasted text stimuli with non-readable visual stimuli (faces, limbs, houses, and objects). In experiment 2, we used a fMRI adaptation paradigm, presenting the same or different compound words in text or emoji formats. In experiment 3, participants performed either a reading or a color task on compound words, presented in text or emoji format. Using experiment 1 …"
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:3htObqc8RwsC",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2792119",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Rethinking simultaneous suppression in visual cortex via compressive spatiotemporal population receptive fields",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.06. 24.546388, 2023",
            "author": "Eline R Kupers and Insub Kim and Kalanit Grill-Spector",
            "journal": "bioRxiv",
            "pages": "2023.06. 24.546388",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "When multiple visual stimuli are presented simultaneously in the receptive field, the neural response is suppressed compared to presenting the same stimuli sequentially. The prevailing hypothesis suggests that this suppression is due to competition among multiple stimuli for limited resources within receptive fields, governed by task demands. However, it is unknown how stimulus-driven computations may give rise to simultaneous suppression. Using fMRI, we find simultaneous suppression in single voxels, which varies with both stimulus size and timing, and progressively increases up the visual hierarchy. Using population receptive field (pRF) models, we find that compressive spatiotemporal summation rather than compressive spatial summation predicts simultaneous suppression, and that increased simultaneous suppression is linked to larger pRF sizes and stronger compressive nonlinearities. These results necessitate a rethinking of simultaneous suppression as the outcome of stimulus-driven compressive spatiotemporal computations within pRFs, and open new opportunities to study visual processing capacity across space and time."
        },
        "filled": true,
        "author_pub_id": "ABM0fgcAAAAJ:ODE9OILHJdcC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.06.24.546388.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:300-DpDiwMkJ:scholar.google.com/",
        "cites_per_year": {}
    }
]