[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "A practical guide for studying human behavior in the lab",
            "pub_year": 2023,
            "citation": "Behavior Research Methods 55 (1), 58-76, 2023",
            "author": "Joao Barbosa and Heike Stein and Sam Zorowitz and Yael Niv and Christopher Summerfield and Salvador Soto-Faraco and Alexandre Hyafil",
            "journal": "Behavior Research Methods",
            "volume": "55",
            "number": "1",
            "pages": "58-76",
            "publisher": "Springer US",
            "abstract": "In the last few decades, the field of neuroscience has witnessed major technological advances that have allowed researchers to measure and control neural activity with great detail. Yet, behavioral experiments in humans remain an essential approach to investigate the mysteries of the mind. Their relatively modest technological and economic requisites make behavioral research an attractive and accessible experimental avenue for neuroscientists with very diverse backgrounds. However, like any experimental enterprise, it has its own inherent challenges that may pose practical hurdles, especially to less experienced behavioral researchers. Here, we aim at providing a practical guide for a steady walk through the workflow of a typical behavioral experiment with human subjects. This primer concerns the design of an experimental protocol, research ethics, and subject care, as well as best practices for data …"
        },
        "filled": true,
        "author_pub_id": "bh4v5sAAAAAJ:OBSaB-F7qqsC",
        "num_citations": 4,
        "citedby_url": "/scholar?hl=en&cites=18172455003806418652",
        "cites_id": [
            "18172455003806418652"
        ],
        "pub_url": "https://link.springer.com/article/10.3758/s13428-022-01793-9",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3MamTouHMfwJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 4
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The role of conflict processing in multisensory perception: behavioural and electroencephalography evidence",
            "pub_year": 2023,
            "citation": "Philosophical Transactions of the Royal Society B 378 (1886), 20220346, 2023",
            "author": "Adrià Marly and Arek Yazdjian and Salvador Soto-Faraco",
            "journal": "Philosophical Transactions of the Royal Society B",
            "volume": "378",
            "number": "1886",
            "pages": "20220346",
            "publisher": "The Royal Society",
            "abstract": "To form coherent multisensory perceptual representations, the brain must solve a causal inference problem: to decide if two sensory cues originated from the same event and should be combined, or if they came from different events and should be processed independently. According to current models of multisensory integration, during this process, the integrated (common cause) and segregated (different causes) internal perceptual models are entertained. In the present study, we propose that the causal inference process involves competition between these alternative perceptual models that engages the brain mechanisms of conflict processing. To test this hypothesis, we conducted two experiments, measuring reaction times (RTs) and electroencephalography, using an audiovisual ventriloquist illusion paradigm with varying degrees of intersensory disparities. Consistent with our hypotheses, incongruent trials …"
        },
        "filled": true,
        "author_pub_id": "bh4v5sAAAAAJ:Xl6nMSl579sC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=3613551020632867664",
        "cites_id": [
            "3613551020632867664"
        ],
        "pub_url": "https://royalsocietypublishing.org/doi/abs/10.1098/rstb.2022.0346",
        "cites_per_year": {
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Using occipital⍺-bursts to modulate behavior in real-time",
            "pub_year": 2023,
            "citation": "Cerebral Cortex, bhad217, 2023",
            "author": "Irene Vigué-Guix and Salvador Soto-Faraco",
            "journal": "Cerebral Cortex",
            "pages": "bhad217",
            "publisher": "Oxford University Press",
            "abstract": "Pre-stimulus endogenous neural activity can influence the processing of upcoming sensory input and subsequent behavioral reactions. Despite it is known that spontaneous oscillatory activity mostly appears in stochastic bursts, typical approaches based on trial averaging fail to capture this. We aimed at relating spontaneous oscillatory bursts in the alpha band (8–13 Hz) to visual detection behavior, via an electroencephalography-based brain-computer interface (BCI) that allowed for burst-triggered stimulus presentation in real-time. According to alpha theories, we hypothesized that visual targets presented during alpha-bursts should lead to slower responses and higher miss rates, whereas targets presented in the absence of bursts (low alpha activity) should lead to faster responses and higher false alarm rates. Our findings support the role of bursts of alpha oscillations in visual perception and exemplify how …"
        },
        "filled": true,
        "author_pub_id": "bh4v5sAAAAAJ:k_7cPK9k7w8C",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=17720272711385950817,17538646363958402468",
        "cites_id": [
            "17720272711385950817",
            "17538646363958402468"
        ],
        "pub_url": "https://academic.oup.com/cercor/advance-article/doi/10.1093/cercor/bhad217/7207774",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YSo1HSUO6_UJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Long-Range α-Synchronization as Control Signal for BCI: A Feasibility Study",
            "pub_year": 2023,
            "citation": "Eneuro 10 (3), 2023",
            "author": "Martín Esparza-Iaizzo and Irene Vigué-Guix and Manuela Ruzzoli and Mireia Torralba-Cuello and Salvador Soto-Faraco",
            "journal": "Eneuro",
            "volume": "10",
            "number": "3",
            "publisher": "Society for Neuroscience",
            "abstract": "Shifts in spatial attention are associated with variations in α band (α, 8–14 Hz) activity, specifically in interhemispheric imbalance. The underlying mechanism is attributed to local α-synchronization, which regulates local inhibition of neural excitability, and frontoparietal synchronization reflecting long-range communication. The direction-specific nature of this neural correlate brings forward its potential as a control signal in brain-computer interfaces (BCIs). In the present study, we explored whether long-range α-synchronization presents lateralized patterns dependent on voluntary attention orienting and whether these neural patterns can be picked up at a single-trial level to provide a control signal for active BCI. We collected electroencephalography (EEG) data from a cohort of healthy adults (n = 10) while performing a covert visuospatial attention (CVSA) task. The data show a lateralized pattern of α-band phase …"
        },
        "filled": true,
        "author_pub_id": "bh4v5sAAAAAJ:FiDNX6EVdGUC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=17652013077232471910",
        "cites_id": [
            "17652013077232471910"
        ],
        "pub_url": "https://www.eneuro.org/content/10/3/ENEURO.0203-22.2023.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Zs_9jl6M-PQJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Multisensory Integration of Speech and Gestures in Neurotypical and Autistic Adults",
            "pub_year": 2023,
            "citation": "OSF, 2023",
            "author": "Magdalena Matyjek and Sotaro Kita and Salvador Soto-Faraco",
            "publisher": "OSF",
            "abstract": "Background One of the most prototypical social behaviours is a conversation with another person. In most of the everyday, face-to-face situations, it requires processing of both the auditory information (acoustic, phonetic and phonological information) and the visual cues (lip movements, facial expressions, hand gestures), which together can inform lexical access, syntax, semantics, pragmatics and other high-level components of communication. Difficulties in processing or multisensory integration (MSI) of speech information is likely to underlie social difficulties (Bahrick & Todd, 2012). For example, MSI impairments have been linked to the core characteristics of autism: social and communicative difficulties (American Psychiatric Association, 2013; Brandwein et al., 2015; Mongillo et al., 2008; Woynaroski et al., 2013). Indeed, research has provided a link between autism and atypicalities in sensory processing for single modalities as well as in multisensory integration (for reviews, see (Iarocci & McDonald, 2006; Koelewijn et al., 2010; Marco et al., 2011; Stevenson, Segers, et al., 2014)), especially in response to social information (Foxe et al., 2013; Irwin et al., 2011; Smith & Bennetto, 2007; Stevenson, Segers, et al., 2014; Williams et al., 2004), and on both neuronal (eg, Marco et al., 2011) and behavioural levels (eg, weaker lip-reading, Williams et al., 2004; and speech recognition in noise, Alcántara et al., 2004; Foxe et al., 2015; Irwin et al., 2011). While many studies suggest atypical sensory and integration processes in autism, a few aspects should be considered before concluding a general impairment of MSI in this population. One of them is …"
        },
        "filled": true,
        "author_pub_id": "bh4v5sAAAAAJ:SIv7DqKytYAC",
        "num_citations": 0,
        "pub_url": "https://osf.io/4765g/resources",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Not so fast: Orienting to crossmodal semantic congruence depends on task relevance and perceptual load [Annotation]",
            "pub_year": 2023,
            "citation": "",
            "author": "Salvador Soto-Faraco",
            "abstract": "In a recent review Luck et al (2021; Visual Cognition) discuss that the absence of modulation of of RTs by a salient object may indicate that it does not capture attention (as Lavie would conclude in high perceptual load situations), but it is also possible that attention is briefly captured by the distractor but is then rapidly disengaged from this item. In general, I would suggest the authors to broaden the theoretical framework and include alternative theoretical proposals to discuss the main findings of their study.We have now included a more representative scope of the potential explanation as to why more complex displays may involve reduced processing of the distractor crossmodal objects. In addition to representing the Perceptual Load Theory, we have now done the following:(a) Page 7: Provide a description of what we mean by Perceptual Load (see, Reviewer 2: Gil-Gómez);(b) Page 7: Mention that several accounts can explain the effects of perceptual load; These are mentioned again, in page 25 when discussing the results of Experiment 2.(c) Page 33: We have included a new paragraph discussing accounts such as salience (Eltiti et al. 2005) and dilution (Benoni & Tsal, 2013). We thank the reviewer for pointing out our too narrow interpretation."
        },
        "filled": true,
        "author_pub_id": "bh4v5sAAAAAJ:silx2ntsSuwC",
        "num_citations": 0,
        "pub_url": "https://digital.csic.es/bitstream/10261/332757/1/Soto-Faraco_2023_Response_v.01.pdf",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Exploring sensory sensitivity, cortical excitability, and habituation in episodic migraine, as a function of age and disease severity, using the pattern-reversal task",
            "pub_year": 2023,
            "citation": "The Journal of Headache and Pain 24 (1), 104, 2023",
            "author": "Angela Marti-Marca and Adrià Vilà-Balló and Xim Cerda-Company and Nara Ikumi and Marta Torres-Ferrus and Edoardo Caronna and Victor J Gallardo and Alicia Alpuente and Mireia Torralba Cuello and Salvador Soto-Faraco and Patricia Pozo-Rosich",
            "journal": "The Journal of Headache and Pain",
            "volume": "24",
            "number": "1",
            "pages": "104",
            "publisher": "Springer Milan",
            "abstract": "Migraine is a cyclic, neurosensory disorder characterized by recurrent headaches and altered sensory processing. The latter is manifested in hypersensitivity to visual stimuli, measured with questionnaires and sensory thresholds, as well as in abnormal cortical excitability and a lack of habituation, assessed with visual evoked potentials elicited by pattern-reversal stimulation. Here, the goal was to determine whether factors such as age and/or disease severity may exert a modulatory influence on sensory sensitivity, cortical excitability, and habituation.Two similar experiments were carried out, the first comparing 24 young, episodic migraine patients and 28 healthy age- and gender-matched controls and the second 36 middle-aged, episodic migraine patients and 30 healthy age- and gender-matched controls. A neurologist confirmed the diagnoses. Migraine phases were obtained using eDiaries …"
        },
        "filled": true,
        "author_pub_id": "bh4v5sAAAAAJ:aIdbFUkbNIkC",
        "num_citations": 0,
        "pub_url": "https://link.springer.com/article/10.1186/s10194-023-01618-w",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:sSwxOpGU7UQJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Cinematographic continuity edits across shot scales and camera angles: an ERP analysis",
            "pub_year": 2023,
            "citation": "Frontiers in Neuroscience 17, 2023",
            "author": "Javier Sanz-Aznar and Luis Emilio Bruni and Salvador Soto-Faraco",
            "journal": "Frontiers in Neuroscience",
            "volume": "17",
            "publisher": "Frontiers Media SA",
            "abstract": "Film editing has attracted great theoretical and practical interest since the beginnings of cinematography. In recent times, the neural correlates of visual transitions at edit cuts have been at the focus of attention in neurocinematics. Many Event Related Potential (ERP) studies studies have reported the consequences of cuts involving narrative discontinuities, and violations of standard montage rules. However, less is known about edits that are meant to induce continuity. Here, we addressed the neural correlates of continuity editing involving scale, and angle variations across the cut within the same scene, two of the most popular devices used for continuity editing. We recorded the electroencephalographic signal obtained from 20 viewers as they watched four different cinematographic excerpts to extract ERPs at edit points. First, we were able to reproduce the general time and scalp distribution of the typical ERPs to …"
        },
        "filled": true,
        "author_pub_id": "bh4v5sAAAAAJ:Hck25ST_3aIC",
        "num_citations": 0,
        "pub_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10375706/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Not so fast: Orienting to crossmodal semantic congruence depends on task relevance and perceptual load",
            "pub_year": 2023,
            "citation": "",
            "author": "Daria Kvasova and Charles Spence and Salvador Soto-Faraco",
            "abstract": "Research shows that crossmodal semantic congruency plays a role in the orienting of spatial attention and visual search. However, the extent to which crossmodal semantic relationships summon attention automatically or necessitate of top-down modulation is still not entirely clear. To date, researchers have used varied methodologies and their outcomes have been inconsistent. Variations in the task-relevance of the crossmodal stimuli (from explicitly needed, to entirely task-irrelevant), the amount of perceptual load, and response modality, may account for the mixed results of previous experiments. In the present study, we address the effects of audiovisual semantic congruence on spatial attention across variations in task relevance and perceptual load. Participants had to search for visual target images amongst distractor images of common objects, paired with sounds that were characteristic of those objects (e.g., guitar image and chord sound). Under conditions of relatively low perceptual load, crossmodal semantic congruence was found to speed up visual search times regardless of the task relevance of crossmodal congruence. However, when the perceptual load is higher, audiovisual semantic congruence expedited visual search latencies only when the audiovisual object was task-relevant. These results support the conclusion that semantic-based crossmodal congruence does not attract attention fully automatically, and draws from top-down processes."
        },
        "filled": true,
        "author_pub_id": "bh4v5sAAAAAJ:65Yg0jNCQDAC",
        "num_citations": 0,
        "pub_url": "https://digital.csic.es/handle/10261/305687",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uvfn6Z30qPwJ:scholar.google.com/",
        "cites_per_year": {}
    }
]