[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
<<<<<<< Updated upstream
=======
            "title": "Shape-biased CNNs are Not Always Superior in Out-of-Distribution Robustness",
            "pub_year": 2024,
            "citation": "Proceedings of the IEEE/CVF Winter Conference on Applications of Computer …, 2024",
            "author": "Xinkuan Qiu and Meina Kan and Yongbin Zhou and Yanchao Bi and Shiguang Shan",
            "conference": "Proceedings of the IEEE/CVF Winter Conference on Applications of Computer Vision",
            "pages": "2326-2335",
            "abstract": "In recent years, Out-of-Distribution (ood) Robustness has garnered increasing attention in Deep Learning, and shape-biased Convolutional Neural Networks (CNNs) are believed to exhibit higher robustness, attributed to the inherent shape-based decision rule of human cognition. In this work, we delve deeper into the intricate relationship between shape/texture information and ood robustness by leveraging a carefully curated\" Category-Balanced ImageNet\" dataset. We find that shape information is not always superior in distinguishing distinct categories and shape-biased model is not always superior across various ood scenarios. Motivated by these insightful findings, we design a novel method named Shape-Texture Adaptive Recombination (STAR) to achieve higher ood robustness. A category-balanced dataset is firstly used to pretrain a debiased backbone and three specialized heads, each adept at robustly extracting shape, texture, and debiased features. Subsequently, an instance-adaptive recombination head is trained to adaptively adjust the contributions of these distinctive features for each given instance. Through comprehensive experiments, our proposed method achieves state-of-the-art ood robustness across various scenarios such as image corruptions, adversarial attacks, style shifts, and dataset shifts, demonstrating its effectiveness."
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:Z5m8FVwuT1cC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=4066441509092796710",
        "cites_id": [
            "4066441509092796710"
        ],
        "pub_url": "https://openaccess.thecvf.com/content/WACV2024/html/Qiu_Shape-Biased_CNNs_Are_Not_Always_Superior_in_Out-of-Distribution_Robustness_WACV_2024_paper.html",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Jilh8QHnbjgJ:scholar.google.com/",
        "cites_per_year": {
            "2024": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Processing language partly shares neural genetic basis with processing tools and body parts",
            "pub_year": 2024,
            "citation": "eNeuro, 2024",
            "author": "Haojie Wen and Dahui Wang and Yanchao Bi",
            "journal": "eNeuro",
            "publisher": "Society for Neuroscience",
            "abstract": "Language is an evolutionarily salient faculty for humans that relies on a distributed brain network spanning across frontal, temporal, parietal, and subcortical regions. To understand whether the complex language network shares common or distinct genetic mechanisms, we examined the relationships between the genetic effects underlying the brain responses to language and a set of object domains that have been suggested to coevolve with language: tools, faces (indicating social), and body parts (indicating social and gesturing). Analyzing the twin datasets released by the Human Connectome Project (HCP) that had fMRI data from human twin subjects (monozygotic and dizygotic) undergoing language and working memory tasks contrasting multiple object domains (198 females and 144 males for the language task; 192 females and 142 males for the working memory task), we identified a set of cortical regions …"
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:ILKRHgRFtOwC",
        "num_citations": 0,
        "pub_url": "https://www.eneuro.org/content/early/2024/06/16/ENEURO.0138-24.2024.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SlapExwClKAJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Vision matters for shape representation: Evidence from sculpturing and drawing in the blind",
            "pub_year": 2024,
            "citation": "Cortex, 2024",
            "author": "Shuang Tian and Lingjuan Chen and Xiaoying Wang and Guochao Li and Ze Fu and Yufeng Ji and Jiahui Lu and Xiaosha Wang and Shiguang Shan and Yanchao Bi",
            "journal": "Cortex",
            "publisher": "Elsevier",
            "abstract": "Shape is a property that could be perceived by vision and touch, and is classically considered to be supramodal. While there is mounting evidence for the shared cognitive and neural representation space between visual and tactile shape, previous research tended to rely on dissimilarity structures between objects and had not examined the detailed properties of shape representation in the absence of vision. To address this gap, we conducted three explicit object shape knowledge production experiments with congenitally blind and sighted participants, who were asked to produce verbal features, 3D clay models, and 2D drawings of familiar objects with varying levels of tactile exposure, including tools, large nonmanipulable objects, and animals. We found that the absence of visual experience (i.e., in the blind group) led to stronger differences in animals than in tools and large objects, suggesting that direct tactile …"
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:vbGhcppDl1QC",
        "num_citations": 0,
        "pub_url": "https://www.sciencedirect.com/science/article/pii/S0010945224000728",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eC_bdlCCQq4J:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Separable amygdala activation patterns in the evaluations of robots",
            "pub_year": 2024,
            "citation": "Cerebral Cortex 34 (2), bhae011, 2024",
            "author": "Zhengde Wei and Ying Chen and Qian Zhao and Jiecheng Ren and Yi Piao and Pengyu Zhang and Rujing Zha and Bensheng Qiu and Daren Zhang and Yanchao Bi and Shihui Han and Chunbo Li and Xiaochu Zhang",
            "journal": "Cerebral Cortex",
            "volume": "34",
            "number": "2",
            "pages": "bhae011",
            "publisher": "Oxford University Press",
            "abstract": "Given the increasing presence of robots in everyday environments and the significant challenge posed by social interactions with robots, it is crucial to gain a deeper understanding into the social evaluations of robots. One potentially effective approach to comprehend the fundamental processes underlying controlled and automatic evaluations of robots is to probe brain response to different perception levels of robot-related stimuli. Here, we investigate controlled and automatic evaluations of robots based on brain responses during viewing of suprathreshold (duration: 200 ms) and subthreshold (duration: 17 ms) humanoid robot stimuli. Our behavioral analysis revealed that despite participants’ self-reported positive attitudes, they held negative implicit attitudes toward humanoid robots. Neuroimaging analysis indicated that subthreshold presentation of humanoid robot stimuli elicited significant activation in the …"
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:BwyfMAYsbu0C",
        "num_citations": 0,
        "pub_url": "https://academic.oup.com/cercor/article/34/2/bhae011/7611064",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Qy-BODzQlyMJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Neural correlates of an illusionary sense of agency caused by virtual reality",
            "pub_year": 2024,
            "citation": "Cerebral Cortex 34 (2), bhad547, 2024",
            "author": "Yiyang Cai and Huichao Yang and Xiaosha Wang and Ziyi Xiong and Simone Kühn and Yanchao Bi and Kunlin Wei",
            "journal": "Cerebral Cortex",
            "volume": "34",
            "number": "2",
            "pages": "bhad547",
            "publisher": "Oxford University Press",
            "abstract": "Sense of agency (SoA) is the sensation that self-actions lead to ensuing perceptual consequences. The prospective mechanism emphasizes that SoA arises from motor prediction and its comparison with actual action outcomes, while the reconstructive mechanism stresses that SoA emerges from retrospective causal processing about the action outcomes. Consistent with the prospective mechanism, motor planning regions were identified by neuroimaging studies using the temporal binding (TB) effect, a behavioral measure often linked to implicit SoA. Yet, TB also occurs during passive observation of another’s action, lending support to the reconstructive mechanism, but its neural correlates remain unexplored. Here, we employed virtual reality (VR) to modulate such observation-based SoA and examined it with functional magnetic resonance imaging (fMRI). After manipulating an avatar hand in VR, participants …"
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:uc_IGeMz5qoC",
        "num_citations": 0,
        "pub_url": "https://academic.oup.com/cercor/article/34/2/bhad547/7607165",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tc6GxS_BY30J:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Unraveling the impact of congenital deafness on individual brain organization",
            "pub_year": 2024,
            "citation": "bioRxiv, 2024.02. 02.578685, 2024",
            "author": "Lenia Amaral and Xiaosha Wang and Yanchao Bi and Ella Striem-Amit",
            "journal": "bioRxiv",
            "pages": "2024.02. 02.578685",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Research on brain plasticity, particularly in the context of deafness, consistently emphasizes the reorganization of the auditory cortex. However, a critical question arises: to what extent do all individuals with deafness show the same level of reorganization? To address this question, we examined the individual differences in deafness functional connectivity (FC), specifically from the deprived auditory cortex. Our findings demonstrate a remarkable differentiation between individuals deriving from the absence of shared auditory experiences, resulting in heightened FC variability among deaf individuals, compared to more consistent FC in the hearing group. Notably, this increased variability is particularly pronounced in regions where FC diverges between the deaf and hearing individuals, reflecting the individual differences in how the brain reorganizes in response to sensory deprivation. Additionally, connectivity to language regions also becomes more diverse in deafness across individuals. Importantly, this does not stem from delayed language acquisition, as it is found in deaf native signers, who are exposed to rich natural language since birth. Further, comparing FC diversity between deaf native signers and deaf delayed signers who were deprived of language in early development, we show that language experience also impacts individual differences, although to a more moderate extent. Overall, our research points out the intricate interplay between brain plasticity and individual differences, shedding light on the diverse ways reorganization manifests among individuals. It further joins findings in blindness, showing that individual differences are …"
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:4MWp96NkSFoC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2024.02.02.578685.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:y6L51JVD2zQJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
>>>>>>> Stashed changes
            "title": "Shape-Biased CNNs Are Not Always Superior in Out-of-Distribution Robustness",
            "pub_year": 2024,
            "citation": "Proceedings of the IEEE/CVF Winter Conference on Applications of Computer …, 2024",
            "author": "Xinkuan Qiu and Meina Kan and Yongbin Zhou and Yanchao Bi and Shiguang Shan",
            "conference": "Proceedings of the IEEE/CVF Winter Conference on Applications of Computer Vision",
            "pages": "2326-2335",
            "abstract": "In recent years, Out-of-Distribution (ood) Robustness has garnered increasing attention in Deep Learning, and shape-biased Convolutional Neural Networks (CNNs) are believed to exhibit higher robustness, attributed to the inherent shape-based decision rule of human cognition. In this work, we delve deeper into the intricate relationship between shape/texture information and ood robustness by leveraging a carefully curated\" Category-Balanced ImageNet\" dataset. We find that shape information is not always superior in distinguishing distinct categories and shape-biased model is not always superior across various ood scenarios. Motivated by these insightful findings, we design a novel method named Shape-Texture Adaptive Recombination (STAR) to achieve higher ood robustness. A category-balanced dataset is firstly used to pretrain a debiased backbone and three specialized heads, each adept at robustly extracting shape, texture, and debiased features. Subsequently, an instance-adaptive recombination head is trained to adaptively adjust the contributions of these distinctive features for each given instance. Through comprehensive experiments, our proposed method achieves state-of-the-art ood robustness across various scenarios such as image corruptions, adversarial attacks, style shifts, and dataset shifts, demonstrating its effectiveness."
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:Z5m8FVwuT1cC",
        "num_citations": 0,
        "pub_url": "https://openaccess.thecvf.com/content/WACV2024/html/Qiu_Shape-Biased_CNNs_Are_Not_Always_Superior_in_Out-of-Distribution_Robustness_WACV_2024_paper.html",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "What we mean when we say semantic: A Consensus statement on the nomenclature of semantic memory",
            "pub_year": 2023,
            "citation": "OSF, 2023",
            "author": "Jamie Reilly and Cory Shain and Valentina Borghesani and Philipp Kuhnke and Gabriella Vigliocco and Jonathan E Peelle and Bradford Mahon and Laurel Buxbaum and Asifa Majid and Marc Brysbaert and Anna M Borghi and Simon De Deyne and Guy Dove and Liuba Papeo and Penny M Pexman and David Poeppel and Gary Lupyan and Paulo Boggio and Gregory Hickock and Laura Gwilliams and Leonardo Fernandino and Daniel Mirman and Evangelia G Chrysikou and Chaleece Sandberg and Sebastian J Crutch and Liina Pylkkanen and Eiling Yee and Rebecca L Jackson and Jennifer M Rodd and Marina Bedny and Louise Connell and Markus Kiefer and David Kemmerer and Greig de Zubicaray and Beth Jefferies and Dermot Lynott and Cynthia SQ Siew and Rutvik H Desai and Ken McRae and Michele Diaz and Marianna Bolognesi and Karalyn Patterson and Evelina Fedorenko and Swathi Kiran and Maria Montefinese and Jeffrey R Binder and Melvin Yap and Gesa Hartwigsen and Jessica Cantlon and Yanchao Bi and Paul Hoffman and Frank E Garcea and David Vinson",
            "publisher": "OSF",
            "abstract": "Tulving (1972) characterized semantic memory as a vast repository of meaning that provides a substrate for language and many other cognitive processes. Tulving’s perspective resulted in a paradigm shift in the study of human conceptual knowledge. Semantic research has since evolved as a multidisciplinary endeavor advanced by fields with their own entrenched theoretical perspectives and idiosyncratic lexicons (eg, concept has different meanings in philosophy vs. cognitive psychology). Yet, no uniform nomenclature exists for translating results and aligning theories across disparate fields. Core semantic constructs remain underspecified to an extent that falsifiability and incremental theory-building remain elusive. One consequence of these limitations is that similar arguments about semantic phenomena are continually recycled without resolution. The aim of this multidisciplinary workgroup (N= 53) was to establish consensus definitions for some of the major recurring constructs in semantic research (eg, concept, amodal, abstract). These efforts yielded a glossary consisting of succinct definitions, agreement, subjective confidence ratings, relevant theoretical background, and principled dissenting views. These core definitions will potentially yield benchmarks for aligning perspectives and improving cross-disciplinary communication in semantic research."
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:BUYA1_V_uYcC",
        "num_citations": 0,
        "pub_url": "https://osf.io/xrnb2/download",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The Conceptual Structure of Human Relationships Across Modern and Historical Cultures",
            "pub_year": 2023,
            "citation": "OSF, 2023",
            "author": "Xi Cheng and Haroon Popal and Huanqing Wang and Renfen Hu and Yinyin Zang and Mingzhe Zhang and Mark Allen Thornton and Huajian Cai and Yanchao Bi and Jamie Reilly and Ingrid R Olson and Yin Wang",
            "publisher": "OSF",
            "abstract": "A defining characteristic of social complexity in Homo sapiens is the diversity of our relationships. We build various types of connections with people in families, schools, 25 workplaces, neighborhoods, and online communities. How do we make sense of such complex systems of human relationships? By using natural language processing, online surveys, laboratory cognitive tasks, and computational modelling on diverse modern cultures across the world (n= 20,425) and ancient cultures across 3,000 years of history, we discovered a universal representational space of relationship concepts, comprised of five principal dimensions 30 (formality, activeness, valence, exchange, equality) and three core categories (hostile, public and private relationships). Our work reveals the fundamental cognitive constructs and cultural principles of relationship knowledge and advances our understanding of human sociality."
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:AvfA0Oy_GE0C",
        "num_citations": 0,
        "pub_url": "https://osf.io/ut6qp/download",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Neuroplastic changes in functional wiring in sensory cortices of the congenitally deaf: A network analysis",
            "pub_year": 2023,
            "citation": "Human Brain Mapping, 2023",
            "author": "Michaela Ruttorf and Zohar Tal and Lénia Amaral and Fang Fang and Yanchao Bi and Jorge Almeida",
            "journal": "Human Brain Mapping",
            "publisher": "John Wiley & Sons, Inc.",
            "abstract": "Congenital sensory deprivation induces significant changes in the structural and functional organisation of the brain. These are well‐characterised by cross‐modal plasticity, in which deprived cortical areas are recruited to process information from non‐affected sensory modalities, as well as by other neuroplastic alterations within regions dedicated to the remaining senses. Here, we analysed visual and auditory networks of congenitally deaf and hearing individuals during different visual tasks to assess changes in network community structure and connectivity patterns due to congenital deafness. In the hearing group, the nodes are clearly divided into three communities (visual, auditory and subcortical), whereas in the deaf group a fourth community consisting mainly of bilateral superior temporal sulcus and temporo‐insular regions is present. Perhaps more importantly, the right lateral geniculate body, as well as …"
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:URolC5Kub84C",
        "num_citations": 0,
        "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/hbm.26530",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Neuroplastic changes in functional wiring in sensory cortices of the congenitally deaf: A network analysis.",
            "pub_year": 2023,
            "citation": "Human Brain Mapping, 2023",
            "author": "Michaela Ruttorf and Zohar Tal and Lénia Amaral and Fang Fang and Yanchao Bi and Jorge Almeida",
            "journal": "Human Brain Mapping",
            "abstract": "Congenital sensory deprivation induces significant changes in the structural and functional organisation of the brain. These are well-characterised by cross-modal plasticity, in which deprived cortical areas are recruited to process information from non-affected sensory modalities, as well as by other neuroplastic alterations within regions dedicated to the remaining senses. Here, we analysed visual and auditory networks of congenitally deaf and hearing individuals during different visual tasks to assess changes in network community structure and connectivity patterns due to congenital deafness. In the hearing group, the nodes are clearly divided into three communities (visual, auditory and subcortical), whereas in the deaf group a fourth community consisting mainly of bilateral superior temporal sulcus and temporo-insular regions is present. Perhaps more importantly, the right lateral geniculate body, as well as bilateral thalamus and pulvinar joined the auditory community of the deaf. Moreover, there is stronger connectivity between bilateral thalamic and pulvinar and auditory areas in the deaf group, when compared to the hearing group. No differences were found in the number of connections of these nodes to visual areas. Our findings reveal substantial neuroplastic changes occurring within the auditory and visual networks caused by deafness, emphasising the dynamic nature of the sensory systems in response to congenital deafness. Specifically, these results indicate that in the deaf but not the hearing group, subcortical thalamic nuclei are highly connected to auditory areas during processing of visual information, suggesting that these relay …"
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:URolC5Kub84C",
        "num_citations": 0,
        "pub_url": "https://europepmc.org/article/med/37956260",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Different computational relations in language are captured by distinct brain systems",
            "pub_year": 2023,
            "citation": "Cerebral Cortex 33 (4), 997-1013, 2023",
            "author": "Ze Fu and Xiaosha Wang and Xiaoying Wang and Huichao Yang and Jiahuan Wang and Tao Wei and Xuhong Liao and Zhiyuan Liu and Huimin Chen and Yanchao Bi",
            "journal": "Cerebral Cortex",
            "volume": "33",
            "number": "4",
            "pages": "997-1013",
            "publisher": "Oxford University Press",
            "abstract": "A critical way for humans to acquire information is through language, yet whether and how language experience drives specific neural semantic representations is still poorly understood. We considered statistical properties captured by 3 different computational principles of language (simple co-occurrence, network-(graph)-topological relations, and neural-network-vector-embedding relations) and tested the extent to which they can explain the neural patterns of semantic representations, measured by 2 functional magnetic resonance imaging experiments that shared common semantic processes. Distinct graph-topological word relations, and not simple co-occurrence or neural-network-vector-embedding relations, had unique explanatory power for the neural patterns in the anterior temporal lobe (capturing graph-common-neighbors), inferior frontal gyrus, and posterior middle/inferior temporal gyrus (capturing …"
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:Fu2w8maKXqMC",
        "num_citations": 8,
        "citedby_url": "/scholar?hl=en&cites=17774770436935113454",
        "cites_id": [
            "17774770436935113454"
        ],
        "pub_url": "https://academic.oup.com/cercor/article-abstract/33/4/997/6553592",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7tqhoYmrrPYJ:scholar.google.com/",
        "cites_per_year": {
            "2022": 1,
            "2023": 7
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Early language exposure affects neural mechanisms of semantic representations",
            "pub_year": 2023,
            "citation": "Elife 12, e81681, 2023",
            "author": "Xiaosha Wang and Bijun Wang and Yanchao Bi",
            "journal": "Elife",
            "volume": "12",
            "pages": "e81681",
            "publisher": "eLife Sciences Publications Limited",
            "abstract": "One signature of the human brain is its ability to derive knowledge from language inputs, in addition to nonlinguistic sensory channels such as vision and touch. How does human language experience modulate the mechanism by which semantic knowledge is stored in the human brain? We investigated this question using a unique human model with varying amounts and qualities of early language exposure: early deaf adults who were born to hearing parents and had reduced early exposure and delayed acquisition of any natural human language (speech or sign), with early deaf adults who acquired sign language from birth as the control group that matches on nonlinguistic sensory experiences. Neural responses in a semantic judgment task with 90 written words that were familiar to both groups were measured using fMRI. The deaf group with reduced early language exposure, compared with the deaf control group, showed reduced semantic sensitivity, in both multivariate pattern (semantic structure encoding) and univariate (abstractness effect) analyses, in the left dorsal anterior temporal lobe (dATL). These results provide positive, causal evidence that language experience drives the neural semantic representation in the dATL, highlighting the roles of language in forming human neural semantic structures beyond nonverbal sensory experiences."
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:nrtMV_XWKgEC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=15549212095258009779",
        "cites_id": [
            "15549212095258009779"
        ],
        "pub_url": "https://elifesciences.org/articles/81681",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:s6APcwTmydcJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "A social-semantic-working-memory account for two canonical language areas",
            "pub_year": 2023,
            "citation": "",
            "author": "Guangyao Zhang and Yangwen Xu and Xiuyi Wang and Jixing Li and Weiting Shi and Yanchao Bi and Nan Lin",
            "abstract": "Language and social cognition are traditionally studied as separate cognitive domains, yet accumulative studies reveal overlapping neural correlates at the left ventral temporoparietal junction (vTPJ) and lateral anterior temporal lobe (lATL), which have been attributed to sentence processing and social concept activation. We propose a common cognitive component underlying both effects--social-semantic working memory. We confirmed two key predictions of our hypothesis using fMRI: First, the left vTPJ and lATL showed sensitivity to sentences only when the sentences conveyed social meaning.; second, these regions showed persistent social-semantic-selective activity after the linguistic stimuli disappeared. We additionally found that both regions were sensitive to the socialness of nonlinguistic stimuli and were more tightly connected with the social-semantic-processing areas than with the sentence-processing areas. The converging evidence indicates the social-semantic-working-memory function of the left vTPJ and lATL and challenges the general-semantic and/or syntactic accounts for the neural activity of these regions."
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:XD-gHx7UXLsC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=7796229065218047594",
        "cites_id": [
            "7796229065218047594"
        ],
        "pub_url": "https://www.researchsquare.com/article/rs-2537489/latest",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ar7lUwfFMWwJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Neural substrate underlying the learning of a passage with unfamiliar vocabulary and syntax",
            "pub_year": 2023,
            "citation": "Cerebral Cortex 33 (18), 10036-10046, 2023",
            "author": "Jing Wang and Xiaosha Wang and Jiajie Zou and Jipeng Duan and Zhuowen Shen and Nannan Xu and Yan Chen and Jianfeng Zhang and Hongjian He and Yanchao Bi and Nai Ding",
            "journal": "Cerebral Cortex",
            "volume": "33",
            "number": "18",
            "pages": "10036-10046",
            "publisher": "Oxford University Press",
            "abstract": "Speech comprehension is a complex process involving multiple stages, such as decoding of phonetic units, recognizing words, and understanding sentences and passages. In this study, we identify cortical networks beyond basic phonetic processing using a novel passage learning paradigm. Participants learn to comprehend a story composed of syllables of their native language, but containing unfamiliar vocabulary and syntax. Three learning methods are employed, each resulting in some degree of learning within a 12-min learning session. Functional magnetic resonance imaging results reveal that, when listening to the same story, the classic temporal-frontal language network is significantly enhanced by learning. Critically, activation of the left anterior and posterior temporal lobe correlates with the learning outcome that is assessed behaviorally through, e.g. word recognition and passage comprehension …"
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:zLWjf1WUPmwC",
        "num_citations": 0,
        "pub_url": "https://academic.oup.com/cercor/article-abstract/33/18/10036/7230536",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Functional connectome through the human life span",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.09. 12.557193, 2023",
            "author": "Lianglong Sun and Tengda Zhao and Xinyuan Liang and Mingrui Xia and Qiongling Li and Xuhong Liao and Gaolang Gong and Qian Wang and Chenxuan Pang and Qian Yu and Yanchao Bi and Pindong Chen and Rui Chen and Yuan Chen and Taolin Chen and Jingliang Cheng and Yuqi Cheng and Zaixu Cui and Zhengjia Dai and Yao Deng and Yuyin Ding and Qi Dong and Dingna Duan and Jia-Hong Gao and Qiyong Gong and Ying Han and Zaizhu Han and Chu-Chung Huang and Ruiwang Huang and Ran Huo and Lingjiang Li and Ching-Po Lin and Qixiang Lin and Bangshan Liu and Chao Liu and Ningyu Liu and Ying Liu and Yong Liu and Jing Lu and Leilei Ma and Weiwei Men and Shaozheng Qin and Jiang Qiu and Shijun Qiu and Tianmei Si and Shuping Tan and Yanqing Tang and Sha Tao and Dawei Wang and Fei Wang and Jiali Wang and Pan Wang and Xiaoqin Wang and Yanpei Wang and Dongtao Wei and Yankun Wu and Peng Xie and Xiufeng Xu and Yuehua Xu and Zhilei Xu and Liyuan Yang and Huishu Yuan and Zilong Zeng and Haibo Zhang and Xi Zhang and Gai Zhao and Yanting Zheng and Suyu Zhong and Alzheimer’s Disease Neuroimaging Initiative and Cam-CAN and Developing Human Connectome Project and DIDA-MDD Working Group and MCADI and NSPN and Yong He",
            "journal": "bioRxiv",
            "pages": "2023.09. 12.557193",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "The functional connectome of the human brain represents the fundamental network architecture of neural activity, but its normative growth trajectory over the life course remains unknown. Here, we aggregate the largest, quality-controlled multimodal neuroimaging dataset across 119 global sites, including 33,809 task-free fMRI and structural MRI scans of 32,328 individuals aged from 32 postmenstrual weeks to 80 years old. The lifespan growth charts of the connectome are quantified at the whole cortex, system, and regional levels using generalized additive models for location, scale, and shape. We find critical inflection points in the nonlinear growth trajectories of the whole-brain functional connectome, notably peaking in the fourth decade of life. After establishing the first fine-grained, lifespan-spanning suite of system-level brain atlases, we generate person-specific parcellation maps and further elucidate distinct timelines of maturation for functional segregation within various subsystems. We identify a spatiotemporal gradient axis that governs the life-course growth of regional connectivity, transitioning from primary sensory cortices to higher-order association regions. Using the connectome-based normative model, we demonstrate substantial individual heterogeneities at the network level in patients with autism spectrum disorder and patients with major depressive disorder, respectively. Our findings shed light on the functional connectome's life-course evolution, serving as normative references for understanding network growth principles of the human brain and assessing individual variations of patients with neuropsychiatric conditions."
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:epqYDVWIO7EC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.09.12.557193.abstract",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Spoken language processing activates the primary visual cortex",
            "pub_year": 2023,
            "citation": "Plos one 18 (8), e0289671, 2023",
            "author": "Anna Seydell-Greenwald and Xiaoying Wang and Elissa L Newport and Yanchao Bi and Ella Striem-Amit",
            "journal": "Plos one",
            "volume": "18",
            "number": "8",
            "pages": "e0289671",
            "publisher": "Public Library of Science",
            "abstract": "Primary visual cortex (V1) is generally thought of as a low-level sensory area that primarily processes basic visual features. Although there is evidence for multisensory effects on its activity, these are typically found for the processing of simple sounds and their properties, for example spatially or temporally-congruent simple sounds. However, in congenitally blind individuals, V1 is involved in language processing, with no evidence of major changes in anatomical connectivity that could explain this seemingly drastic functional change. This is at odds with current accounts of neural plasticity, which emphasize the role of connectivity and conserved function in determining a neural tissue’s role even after atypical early experiences. To reconcile what appears to be unprecedented functional reorganization with known accounts of plasticity limitations, we tested whether V1’s multisensory roles include responses to spoken language in sighted individuals. Using fMRI, we found that V1 in normally sighted individuals was indeed activated by comprehensible spoken sentences as compared to an incomprehensible reversed speech control condition, and more strongly so in the left compared to the right hemisphere. Activation in V1 for language was also significant and comparable for abstract and concrete words, suggesting it was not driven by visual imagery. Last, this activation did not stem from increased attention to the auditory onset of words, nor was it correlated with attentional arousal ratings, making general attention accounts an unlikely explanation. Together these findings suggest that V1 responds to spoken language even in sighted individuals …"
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:ipzZ9siozwsC",
        "num_citations": 0,
        "pub_url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0289671",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Simple shape feature computation across modalities: convergence and divergence between the ventral and dorsal visual streams",
            "pub_year": 2023,
            "citation": "Cerebral Cortex, bhad200, 2023",
            "author": "Shuang Tian and Yuankun Chen and Ze Fu and Xiaoying Wang and Yanchao Bi",
            "journal": "Cerebral Cortex",
            "pages": "bhad200",
            "publisher": "Oxford University Press",
            "abstract": "Shape processing, whether by seeing or touching, is pivotal to object recognition and manipulation. Although the low-level signals are initially processed by different modality-specific neural circuits, multimodal responses to object shapes have been reported along both ventral and dorsal visual pathways. To understand this transitional process, we conducted visual and haptic shape perception fMRI experiments to test basic shape features (i.e. curvature and rectilinear) across the visual pathways. Using a combination of region-of-interest-based support vector machine decoding analysis and voxel selection method, we found that the top visual-discriminative voxels in the left occipital cortex (OC) could also classify haptic shape features, and the top haptic-discriminative voxels in the left posterior parietal cortex (PPC) could also classify visual shape features. Furthermore, these voxels could decode shape …"
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:0KyAp5RtaNEC",
        "num_citations": 0,
        "pub_url": "https://academic.oup.com/cercor/advance-article-abstract/doi/10.1093/cercor/bhad200/7190929",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2R0Uvip-9VIJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Gravity matters for the neural representations of action semantics",
            "pub_year": 2023,
            "citation": "Cerebral Cortex 33 (11), 6862-6871, 2023",
            "author": "Ziyi Xiong and Yu Tian and Xiaosha Wang and Kunlin Wei and Yanchao Bi",
            "journal": "Cerebral Cortex",
            "volume": "33",
            "number": "11",
            "pages": "6862-6871",
            "publisher": "Oxford University Press",
            "abstract": "The dynamic relationship between the neural representation of action word semantics and specific sensorimotor experience remains controversial. Here, we temporarily altered human subjects’ sensorimotor experience in a 15-day head-down tilt bed rest setting, a ground-based analog of microgravity that disproportionally affects sensorimotor experiences of the lower limbs, and examined whether such effector-dependent activity deprivation specifically affected the neural processes of comprehending verbs of lower-limb actions (e.g. to kick) relative to upper-limb ones (e.g. to pinch). Using functional magnetic resonance imaging, we compared the multivoxel neural patterns for such action words prior to and after bed rest. We found an effector-specific (lower vs. upper limb) experience modulation in subcortical sensorimotor-related and anterior temporal regions. The neural action semantic representations in …"
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:VLnqNzywnoUC",
        "num_citations": 0,
        "pub_url": "https://academic.oup.com/cercor/article-pdf/33/11/6862/50433601/bhad006.pdf",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2iamBgxotNUJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Not clear what properties are found or should be: a commentary on Calzavarini (2023)",
            "pub_year": 2023,
            "citation": "Language, Cognition and Neuroscience, 1-3, 2023",
            "author": "Ziyi Xiong and Haoyang Chen and Yanchao Bi",
            "journal": "Language, Cognition and Neuroscience",
            "pages": "1-3",
            "publisher": "Routledge",
            "abstract": "This is a commentary on Calzavarini , Rethinking Modality-Specificity in the Cognitive Neuroscience of Concrete Word Meaning: A Position Paper. DOI: 10.1080/23273798.2023.2173789 ."
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:yB1At4FlUx8C",
        "num_citations": 0,
        "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/23273798.2023.2210235",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:U4tmIUmOnS8J:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Pulvinar Response Profiles and Connectivity Patterns to Object Domains",
            "pub_year": 2023,
            "citation": "Journal of Neuroscience 43 (5), 812-826, 2023",
            "author": "Haojie Wen and Yingchao Song and Meng Liang and Peng Zhang and Xiaoying Wang and Yanchao Bi",
            "journal": "Journal of Neuroscience",
            "volume": "43",
            "number": "5",
            "pages": "812-826",
            "publisher": "Society for Neuroscience",
            "abstract": "Distributed cortical regions show differential responses to visual objects belonging to different domains varying by animacy (e.g., animals vs tools), yet it remains unclear whether this is an organization principle also applying to the subcortical structures. Combining multiple fMRI activation experiments (two main experiments and six validation datasets; 12 females and 9 males in the main Experiment 1; 10 females and 10 males in the main Experiment 2), resting-state functional connectivity, and task-based dynamic causal modeling analysis in human subjects, we found that visual processing of images of animals and tools elicited different patterns of response in the pulvinar, with robust left lateralization for tools, and distinct, bilateral (with rightward tendency) clusters for animals. Such domain-preferring activity distribution in the pulvinar was associated with the magnitude with which the voxels were intrinsically …"
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:fEOibwPWpKIC",
        "num_citations": 0,
        "pub_url": "https://www.jneurosci.org/content/43/5/812.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xNhjoFebCz4J:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Pathogen stress shapes universal human collective conceptual changes in history",
            "pub_year": 2023,
            "citation": "",
            "author": "Ze Fu and Huimin Chen and Zhan Liu and Maosong Sun and Zhiyuan Liu and Yanchao Bi",
            "abstract": "Infectious disease has been a major cause of death throughout human history. The human cultural evolution framework assumes that these stress variables have broadly shaped human psychology. However, how it affects conceptual processing, a basic cognitive component, is largely unknown. Using historical data from the past century in the US, UK, Italy, and China, the research found that pathogen severity variation across time was associated with significant changes in the collective semantic space, as reflected in language, in significantly similar ways across the countries with varying sociocultural properties. In all four countries, increasing pathogen severity was associated with increased use of words about sensory-motor properties, tight social relations and traditional values, robust against alternative stress variables, such as war, natural disaster or general economic growth. These results highlight the universal dynamic mechanisms of collective semantics, such that pathogens stresses potentially drive sensorial, tight/traditional-value oriented semantic processing."
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:z_wVstp3MssC",
        "num_citations": 0,
        "pub_url": "https://www.researchsquare.com/article/rs-2357008/latest",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:O5gRihXCA2IJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The neural organization of visual information in the auditory cortex of the congenitally deaf",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.04. 17.537188, 2023",
            "author": "Zohar Tal and Joana Sayal and Fang Fang and Yanchao Bi and Jorge Almeida and Alessio Fracasso",
            "journal": "bioRxiv",
            "pages": "2023.04. 17.537188",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Neuroplasticity is the ability of the human brain to reorganize and modify its activity throughout life. In congenital deafness, sensory-deprived cortex can be recruited to represent sensory information belonging to other modalities, a process known as cross-modal plasticity. Previous studies have indicated that the auditory cortex of congenitally deaf, but not of hearing individuals, is recruited during visual tasks. However, it is not clear to what extent, and how, these cross-modal responses in the deprived auditory cortex represent low-level visual spatial information or map the visual field. Here, we addressed this question directly in an fMRI case-study, aiming to map retinotopic features in the auditory cortex. Two congenitally deaf and one hearing participant went through a conventional retinotopy fMRI experiment with visual stimuli designed to map the visual system. Using population receptive field (pRF) modelling, we revealed retinotopic-related responses in the auditory cortex of the deaf, but not in the hearing. These responses, that were mostly lateralized to the right hemisphere, represented the contralateral visual field, and were characterized by large receptive fields, centred to near foveal areas. Interestingly, we found that these responses to visual stimuli predominantly reflected negative BOLD signals in the auditory cortex of the deaf, suggesting that visual information might be represented through cross-modal deactivation signals."
        },
        "filled": true,
        "author_pub_id": "bLz-hogAAAAJ:9Nmd_mFXekcC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.04.17.537188.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:S7HEf4DeWsIJ:scholar.google.com/",
        "cites_per_year": {}
    }
]