[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Are infants' preferences in the number change detection paradigm driven by sequence patterns?",
            "pub_year": 2023,
            "citation": "Infancy 28 (2), 206-217, 2023",
            "author": "Gisella Decarli and Manuela Piazza and Véronique Izard",
            "journal": "Infancy",
            "volume": "28",
            "number": "2",
            "pages": "206-217",
            "abstract": "Inter‐individual differences in infants' numerosity processing have been assessed using a change detection paradigm, where participants were presented with two concurrent streams of images, one alternating between two numerosities and the other showing one constant numerosity. While most infants look longer at the changing stream in this paradigm, the reasons underlying these preferences have remained unclear. We suggest that, besides being attracted by numerosity changes, infants perhaps also respond to the alternating pattern of the changing stream. We conducted two experiments (N = 32) with 6‐month‐old infants to assess this hypothesis. In the first experiment, infants responded to changes in numerosity even when the changing stream showed numerosities in an unpredictable random order. In the second experiment, infants did not display any preference when an alternating stream was pitted …"
        },
        "filled": true,
        "author_pub_id": "by8C-jMAAAAJ:PcT55Ow6fAIC",
        "num_citations": 3,
        "citedby_url": "/scholar?hl=en&cites=11315871266968592494",
        "cites_id": [
            "11315871266968592494"
        ],
        "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/infa.12505",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bmC2l_YMCp0J:scholar.google.com/",
        "cites_per_year": {
            "2023": 3
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Preschool language and visuospatial skills respectively predict multiplication and addition/subtraction skills in middle school children",
            "pub_year": 2023,
            "citation": "Developmental Science 26 (3), e13316, 2023",
            "author": "Ava Guez and Manuela Piazza and Pedro Pinheiro‐Chagas and Hugo Peyre and Barbara Heude and Franck Ramus",
            "journal": "Developmental Science",
            "volume": "26",
            "number": "3",
            "pages": "e13316",
            "abstract": "A converging body of evidence from neuroimaging, behavioral, and neuropsychology studies suggests that different arithmetic operations rely on distinct neuro‐cognitive processes: while addition and subtraction may rely more on visuospatial reasoning, multiplication would depend more on verbal abilities. In this paper, we tested this hypothesis in a longitudinal study measuring language and visuospatial skills in 358 preschoolers, and testing their mental calculation skills at the beginning of middle school. Language skills at 5.5 years significantly predicted multiplication, but not addition nor subtraction scores at 11.5 years. Conversely, early visuospatial skills predicted addition and subtraction, but not multiplication scores. These results provide strong support for the existence of a double dissociation in mental arithmetic operations, and demonstrate the existence of long‐lasting links between language …"
        },
        "filled": true,
        "author_pub_id": "by8C-jMAAAAJ:KYgttONoxcsC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=8362873837162200920",
        "cites_id": [
            "8362873837162200920"
        ],
        "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/desc.13316",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WP91TXLlDnQJ:scholar.google.com/",
        "cites_per_year": {
            "2022": 1,
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Characterizing exact arithmetic abilities before formal schooling",
            "pub_year": 2023,
            "citation": "Cognition 238, 105481, 2023",
            "author": "Chi-Chuan Chen and Selim Jang and Manuela Piazza and Daniel C Hyde",
            "journal": "Cognition",
            "volume": "238",
            "pages": "105481",
            "publisher": "Elsevier",
            "abstract": "Children appear to have some arithmetic abilities before formal instruction in school, but the extent of these abilities as well as the mechanisms underlying them are poorly understood. Over two studies, an initial exploratory study of preschool children in the U.S. (N = 207; Age = 2.89–4.30 years) and a pre-registered replication of preschool children in Italy (N = 130; Age = 3–6.33 years), we documented some basic behavioral signatures of exact arithmetic using a non-symbolic subtraction task. Furthermore, we investigated the underlying mechanisms by analyzing the relationship between individual differences in exact subtraction and assessments of other numerical and non-numerical abilities. Across both studies, children performed above chance on the exact non-symbolic arithmetic task, generally showing better performance on problems involving smaller quantities compared to those involving larger quantities …"
        },
        "filled": true,
        "author_pub_id": "by8C-jMAAAAJ:OkrdTXRNpVkC",
        "num_citations": 0,
        "pub_url": "https://www.sciencedirect.com/science/article/pii/S0010027723001154",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DQp5ZtR9H3YJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Number sense at 12 months predicts 4‐year‐olds’ maths skills",
            "pub_year": 2023,
            "citation": "Developmental Science, e13386, 2023",
            "author": "Gisella Decarli and Donatella Zingaro and Luca Surian and Manuela Piazza",
            "journal": "Developmental Science",
            "pages": "e13386",
            "abstract": "Preverbal infants spontaneously represent the number of objects in collections. Is this ‘sense of number’ (also referred to as Approximate Number System, ANS) part of the cognitive foundations of mathematical skills? Multiple studies reported a correlation between the ANS and mathematical achievement in children. However, some have suggested that such correlation might be mediated by general‐purpose inhibitory skills. We addressed the question using a longitudinal approach: we tested the ANS of 60 12 months old infants and, when they were 4 years old (final N = 40), their symbolic math achievement as well as general intelligence and inhibitory skills. Results showed that the ANS at 12 months is a specific predictor of later maths skills independent from general intelligence or inhibitory skills. The correlation between ANS and maths persists when both abilities are measured at four years. These results …"
        },
        "filled": true,
        "author_pub_id": "by8C-jMAAAAJ:qt-6tCTBDsQC",
        "num_citations": 0,
        "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/desc.13386",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:OShxYuF-4dgJ:scholar.google.com/",
        "cites_per_year": {}
    }
]