[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Human visual cortex and deep convolutional neural network care deeply about object background",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.04. 14.536853, 2023",
            "author": "Jessica Loke and Noor Seijdel and Lukas Snoek and Lynn KA Sörensen and Ron van de Klundert and Matthew van der Meer and Eva Quispel and Natalie Cappaert and H Steven Scholte",
            "journal": "bioRxiv",
            "pages": "2023.04. 14.536853",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Deep convolutional neural networks (DCNNs) are able to predict brain activity during object categorization tasks, but factors contributing to this predictive power are not fully understood. Our study aimed to investigate the factors contributing to the predictive power of DCNNs in object categorization tasks. We compared the activity of four DCNN architectures with electroencephalography (EEG) recordings obtained from 62 human subjects during an object categorization task. Previous physiological studies on object categorization have highlighted the importance of figure-ground segregation - the ability to distinguish objects from their backgrounds. Therefore, we set out to investigate if figureground segregation could explain DCNNs predictive power. Using a stimuli set consisting of identical target objects embedded in different backgrounds, we examined the influence of object background versus object category on both EEG and DCNN activity. Crucially, the recombination of naturalistic objects and experimentally-controlled backgrounds creates a sufficiently challenging and naturalistic task, while allowing us to retain experimental control. Our results showed that early EEG activity (<100ms) and early DCNN layers represent object background rather than object category. We also found that the predictive power of DCNNs on EEG activity is related to processing of object backgrounds, rather than categories. We provided evidence from both trained and untrained (i.e. random weights) DCNNs, showing figure-ground segregation to be a crucial step prior to the learning of object features. These findings suggest that both human visual cortex and …"
        },
        "filled": true,
        "author_pub_id": "dGSPY_0AAAAJ:qjMakFHDy7sC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.04.14.536853.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vMwF-mOtfpsJ:scholar.google.com/",
        "cites_per_year": {}
    }
]