[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Understanding human object vision: a picture is worth a thousand representations",
            "pub_year": 2023,
            "citation": "Annual review of psychology 74, 113-135, 2023",
            "author": "Stefania Bracci and Hans P Op de Beeck",
            "volume": "74",
            "pages": "113-135",
            "publisher": "Annual Reviews",
            "abstract": "Objects are the core meaningful elements in our visual environment. Classic theories of object vision focus upon object recognition and are elegant and simple. Some of their proposals still stand, yet the simplicity is gone. Recent evolutions in behavioral paradigms, neuroscientific methods, and computational modeling have allowed vision scientists to uncover the complexity of the multidimensional representational space that underlies object vision. We review these findings and propose that the key to understanding this complexity is to relate object vision to the full repertoire of behavioral goals that underlie human behavior, running far beyond object recognition. There might be no such thing as core object recognition, and if it exists, then its importance is more limited than traditionally thought."
        },
        "filled": true,
        "author_pub_id": "ECBBsv8AAAAJ:mVmsd5A6BfQC",
        "num_citations": 11,
        "citedby_url": "/scholar?hl=en&cites=10144377921907637776",
        "cites_id": [
            "10144377921907637776"
        ],
        "pub_url": "https://www.annualreviews.org/doi/abs/10.1146/annurev-psych-032720-041031",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:EL6eBvkRyIwJ:scholar.google.com/",
        "cites_per_year": {
            "2022": 1,
            "2023": 10
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The representational hierarchy in human and artificial visual systems in the presence of object-scene regularities",
            "pub_year": 2023,
            "citation": "PLOS Computational Biology 19 (4), e1011086, 2023",
            "author": "Stefania Bracci and Jakob Mraz and Astrid Zeman and Gaëlle Leys and Hans Op de Beeck",
            "journal": "PLOS Computational Biology",
            "volume": "19",
            "number": "4",
            "pages": "e1011086",
            "publisher": "Public Library of Science",
            "abstract": "Human vision is still largely unexplained. Computer vision made impressive progress on this front, but it is still unclear to which extent artificial neural networks approximate human object vision at the behavioral and neural levels. Here, we investigated whether machine object vision mimics the representational hierarchy of human object vision with an experimental design that allows testing within-domain representations for animals and scenes, as well as across-domain representations reflecting their real-world contextual regularities such as animal-scene pairs that often co-occur in the visual environment. We found that DCNNs trained in object recognition acquire representations, in their late processing stage, that closely capture human conceptual judgements about the co-occurrence of animals and their typical scenes. Likewise, the DCNNs representational hierarchy shows surprising similarities with the representational transformations emerging in domain-specific ventrotemporal areas up to domain-general frontoparietal areas. Despite these remarkable similarities, the underlying information processing differs. The ability of neural networks to learn a human-like high-level conceptual representation of object-scene co-occurrence depends upon the amount of object-scene co-occurrence present in the image set thus highlighting the fundamental role of training history. Further, although mid/high-level DCNN layers represent the category division for animals and scenes as observed in VTC, its information content shows reduced domain-specific representational richness. To conclude, by testing within- and between-domain selectivity while …"
        },
        "filled": true,
        "author_pub_id": "ECBBsv8AAAAJ:qUcmZB5y_30C",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=6986891190670958298",
        "cites_id": [
            "6986891190670958298"
        ],
        "pub_url": "https://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1011086",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2p4_EIVs9mAJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The representational dynamics of the animal appearance bias in human visual cortex are indicative of fast feedforward processing",
            "pub_year": 2023,
            "citation": "Imaging Neuroscience 1, 1-26, 2023",
            "author": "Chiu-Yueh Chen and Gaëlle Leys and Stefania Bracci and Hans Op de Beeck",
            "journal": "Imaging Neuroscience",
            "volume": "1",
            "pages": "1-26",
            "publisher": "MIT Press",
            "abstract": "The human visual system has a seemingly unique tendency to interpret zoomorphic objects as animals, not as objects. This animal appearance bias is very strong in the ventral visual pathway as measured through functional magnetic resonance imaging (fMRI), but it is absent in feedforward deep convolutional neural networks. Here we investigate how this bias emerges over time by probing its representational dynamics through multivariate electroencephalography (EEG). The initially activated representations to lookalike zoomorphic objects are very similar to the representations activated by animal pictures and very different from the neural responses to regular objects. Neural responses that reflect the true identity of the zoomorphic objects as inanimate objects are weaker and appear later, as do effects of task context. The strong early emergence of an animal appearance bias strongly supports a …"
        },
        "filled": true,
        "author_pub_id": "ECBBsv8AAAAJ:L8Ckcad2t8MC",
        "num_citations": 0,
        "pub_url": "https://direct.mit.edu/imag/article/doi/10.1162/imag_a_00006/116700",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The role of action-related properties in shaping the object space in the biological and artificial brain",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 4868-4868, 2023",
            "author": "Davide Cortinovis and Hans Op de Beeck and Stefania Bracci",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "4868-4868",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "Accumulating evidence supports the idea that visual cortex object space reflects behaviorally-relevant dimensions beyond those necessary for object recognition; for instance, the overlap between hands and tools cannot be explained by either visual (eg, shape) or semantic (eg, animacy) accounts of object recognition. Instead, this representational overlap can be explained by action-related properties common to both categories. Convolutional neural networks (CNNs) have been proposed as a model of visual cortex, but most of these networks are trained in object recognition and might lack the ability to model representations that go beyond identification of objects. Here, we characterize the action-related representational space in occipitotemporal cortex (OTC) and test the degree to which current state-of-the-art models of human vision capture this organization. We analyzed an fMRI dataset in which participants …"
        },
        "filled": true,
        "author_pub_id": "ECBBsv8AAAAJ:-f6ydRqryjwC",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2791637",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The role of behavioral goals in shaping object representations in the two visual pathways.",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 4608-4608, 2023",
            "author": "Stefania Bracci and Hans Op de Beeck",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "4608-4608",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "Classic theories in object vision propose a division between ventral and dorsal stream computations. This standpoint has influenced the way scientists have studied object perception characterizing, in the ventral pathway, representations that support recognition of “what” we see, and in the dorsal pathway, spatial-and action-related representations that support “how” we interact with objects. Recent studies, however, show that this distinction might not fully capture the complexity of ventral and dorsal stream object representations. What if instead to understand this complexity we need to consider object vision in the context of the full repertoire of behavioral goals that underlie human behavior, running far beyond the “what” and “where/how” distinction? In this talk, I will discuss the role of behavioral goals in shaping the organization of object space in the two visual pathways. Complementary, I will show that although …"
        },
        "filled": true,
        "author_pub_id": "ECBBsv8AAAAJ:hC7cP41nSMkC",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2791840",
        "cites_per_year": {}
    }
]