[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Fine-grained neural coding of bodies and body parts in human visual cortex",
            "pub_year": 2024,
            "citation": "",
            "author": "M Vanhoyland and Apurva Murty and T Decramer and W Van Paesschen and S Bracci and H Op de Beeck and N Kanwisher and P Janssen and T Theys",
            "abstract": "The visual image of a human body provides a valuable source of socially relevant information. However, our understanding of the neuronal mechanisms underlying body perception in humans remains limited given the spatiotemporal constraints of functional imaging. Here we recorded multi-unit spiking activity in two neurosurgical patients in or near the extrastriate body area (EBA), a critical region for body perception. Our recordings revealed a strong preference for human bodies over a large range of control stimuli. Notably, this preference was driven by a distinct selectivity for body parts. Moreover, the observed body selectivity generalized to non-photographic depictions of bodies such as silhouettes and stick figures. Overall, our study provides an unprecedented access into the representation of bodies in the human visual cortex to bridge the gap between human neuroimaging and macaque electrophysiology studies, and form a solid basis for computational models of human body processing."
        },
        "filled": true,
        "author_pub_id": "ECBBsv8AAAAJ:HDshCWvjkbEC",
        "num_citations": 0,
        "pub_url": "https://europepmc.org/article/ppr/ppr805379",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:3rmQ0lkGkSgJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Fine-grained neural coding of bodies and body parts in human visual cortex",
            "pub_year": 2024,
            "citation": "bioRxiv, 2024.02. 09.579107, 2024",
            "author": "Jesus Garcia Ramirez and Michael Vanhoyland and Ratan N Apurva Murty and Thomas Decramer and Wim Van Paesschen and Stefania Bracci and Hans Op de Beeck and Nancy G Kanwisher and Peter Janssen and Tom Theys",
            "journal": "bioRxiv",
            "pages": "2024.02. 09.579107",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "The visual image of a human body provides a valuable source of socially relevant information. However, our understanding of the neuronal mechanisms underlying body perception in humans remains limited given the spatiotemporal constraints of functional imaging. Here we recorded multi-unit spiking activity in two neurosurgical patients in or near the extrastriate body area (EBA), a critical region for body perception. Our recordings revealed a strong preference for human bodies over a large range of control stimuli. Notably, this preference was driven by a  distinct selectivity for body parts. Moreover, the observed body selectivity generalized to non-photographic depictions of bodies such as silhouettes and stick figures. Overall, our study provides an unprecedented access into the representation of bodies in the human visual cortex to bridge the gap between human neuroimaging and macaque electrophysiology studies, and form a solid basis for computational models of human body processing."
        },
        "filled": true,
        "author_pub_id": "ECBBsv8AAAAJ:mB3voiENLucC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2024.02.09.579107.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:unOfPyzsksUJ:scholar.google.com/",
        "cites_per_year": {}
    }
]