[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Effects of transcranial direct current stimulation on neural activity and functional connectivity during fear extinction",
            "pub_year": 2023,
            "citation": "International Journal of Clinical and Health Psychology 23 (1), 100342, 2023",
            "author": "Dongha Lee and Raquel Guiomar and Óscar F Gonçalves and Jorge Almeida and Ana Ganho-Ávila",
            "journal": "International Journal of Clinical and Health Psychology",
            "volume": "23",
            "number": "1",
            "pages": "100342",
            "publisher": "Elsevier Doyma",
            "abstract": "Anxiety disorders are highly prevalent and negatively impact daily functioning and quality of life. Transcranial direct current stimulation (tDCS) targeting the dorsolateral prefrontal cortex (dlPFC), especially in the right hemisphere impacts extinction learning; however, the underlying neural mechanisms are elusive. Therefore, we aimed to investigate the effects of cathodal tDCS stimulation to the right dlPFC on neural activity and connectivity patterns during delayed fear extinction in healthy participants.We conducted a two-day fear conditioning and extinction procedure. On the first day, we collected fear-related self-reports, clinical questionnaires, and skin conductance responses during fear acquisition. On the second day, participants in the tDCS group (n = 16) received 20-min offline tDCS before fMRI and then completed the fear extinction session during fMRI. Participants in the control …"
        },
        "filled": true,
        "author_pub_id": "ejJVE0wAAAAJ:kvJssbFybhEC",
        "num_citations": 3,
        "citedby_url": "/scholar?hl=en&cites=14855959194799263279",
        "cites_id": [
            "14855959194799263279"
        ],
        "pub_url": "https://www.sciencedirect.com/science/article/pii/S1697260022000503",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:L061ay34Ks4J:scholar.google.com/",
        "cites_per_year": {
            "2023": 3
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The cerebellum is causally involved in episodic memory under aging",
            "pub_year": 2023,
            "citation": "GeroScience, 1-21, 2023",
            "author": "Jorge Almeida and Ana R Martins and Lénia Amaral and Daniela Valério and Qasim Bukhari and Guilherme Schu and Joana Nogueira and Mónica Spínola and Ghazaleh Soleimani and Filipe Fernandes and Ana R Silva and Felipe Fregni and Marcel Simis and Mário Simões and André Peres",
            "journal": "GeroScience",
            "pages": "1-21",
            "publisher": "Springer International Publishing",
            "abstract": "Episodic memory decline is a major signature of both normal and pathological aging. Many neural regions have been implicated in the processes subserving both episodic memory and typical aging decline. Here, we demonstrate that the cerebellum is causally involved episodic memory under aging. We show that a 12-day neurostimulation program delivered to the right cerebellum led to improvements in episodic memory performance under healthy aging that long outlast the stimulation period — healthy elderly individuals show episodic memory improvement both immediately after the intervention program and in a 4-month follow-up. These results demonstrate the causal relevance of the cerebellum in processes associated with long-term episodic memory, potentially highlighting its role in regulating and maintaining cognitive processing. Moreover, they point to the importance of non-pharmacological …"
        },
        "filled": true,
        "author_pub_id": "ejJVE0wAAAAJ:FQ36aI_S1AEC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=4818361037540019443",
        "cites_id": [
            "4818361037540019443"
        ],
        "pub_url": "https://link.springer.com/article/10.1007/s11357-023-00738-0",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:88wnutVB3kIJ:scholar.google.com/",
        "cites_per_year": {
            "2022": 1,
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Underfunding Basic Psychological Science Because of the Primacy of the Here and Now: A Scientific Conundrum",
            "pub_year": 2023,
            "citation": "Perspectives on Psychological Science 18 (2), 527-530, 2023",
            "author": "Jorge Almeida",
            "journal": "Perspectives on Psychological Science",
            "volume": "18",
            "number": "2",
            "pages": "527-530",
            "publisher": "SAGE Publications",
            "abstract": "The psychological sciences are suffering from the primacy of the “here and now” and from a radical utilitarian view of science—this is certainly true in less affluent countries around the world. Portugal is a particular case study, as both psychology departments and funding agencies are largely biased toward applied psychology—but this is a more global trend. The field needs to find a balance between applied and basic psychology to better respond to the challenges of tomorrow."
        },
        "filled": true,
        "author_pub_id": "ejJVE0wAAAAJ:h1pkognVyKwC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=17599999073717213810",
        "cites_id": [
            "17599999073717213810"
        ],
        "pub_url": "https://journals.sagepub.com/doi/abs/10.1177/17456916221105213",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cloepOjBP_QJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Alternative brain connectivity underscores age-related differences in the processing of interactive biological motion",
            "pub_year": 2023,
            "citation": "Journal of Neuroscience 43 (20), 3666-3674, 2023",
            "author": "Jon Walbrin and Jorge Almeida and Kami Koldewyn",
            "journal": "Journal of Neuroscience",
            "volume": "43",
            "number": "20",
            "pages": "3666-3674",
            "publisher": "Society for Neuroscience",
            "abstract": "Rapidly recognizing and understanding others' social interactions is an important ability that relies on deciphering multiple sources of information, for example, perceiving body information and inferring others' intentions. Despite recent advances in characterizing the brain basis of this ability in adults, its developmental underpinnings are virtually unknown. Here, we used fMRI to investigate which sources of social information support superior temporal sulcus responses to interactive biological motion (i.e., 2 interacting point-light human figures) at different developmental intervals in human participants (of either sex): Children show supportive functional connectivity with key nodes of the mentalizing network, while adults show stronger reliance on regions associated with body- and dynamic social interaction/biological motion processing. We suggest that adults use efficient action-intention understanding via body and …"
        },
        "filled": true,
        "author_pub_id": "ejJVE0wAAAAJ:9tXw7Op4-u0C",
        "num_citations": 0,
        "pub_url": "https://www.jneurosci.org/content/43/20/3666.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6jR-y4UXQWMJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Face distortions in prosopometamorphopsia provide new insights into the organization of face perception",
            "pub_year": 2023,
            "citation": "Neuropsychologia 182, 108517, 2023",
            "author": "Sarah B Herald and Jorge Almeida and Brad Duchaine",
            "volume": "182",
            "pages": "108517",
            "publisher": "Pergamon",
            "abstract": "Prosopometamorphopsia (PMO) is a striking condition of visual perception in which facial features appear distorted, for example drooping, swelling, or twisting. Although numerous cases have been reported, few of those investigations have carried out formal testing motivated by theories of face perception. However, because PMO involves conscious visual distortions to faces which participants can report, it can be used to probe fundamental questions about face representations. Here we review cases of PMO that address theoretical questions in visual neuroscience including face specificity, inverted face processing, the importance of the vertical midline, dissociable representations for each half of the face, hemispheric specialization, the relationship between face recognition and conscious face perception, and the reference frames that face representations are embedded within. Finally, we list and touch upon …"
        },
        "filled": true,
        "author_pub_id": "ejJVE0wAAAAJ:jq04SsiGh3QC",
        "num_citations": 0,
        "pub_url": "https://www.sciencedirect.com/science/article/pii/S0028393223000519",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:D8iD5j396PMJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Neural and behavioral signatures of the multidimensionality of manipulable object processing.",
            "pub_year": 2023,
            "citation": "Communications Biology 6, 940, 2023",
            "author": "Jorge Almeida and Alessio Fracasso and Stephanie Kristensen and Daniela Valério and Fredrik Bergström and Ramakrishna Chakravarthi and Zohar Tal and Jonathan Walbrin",
            "journal": "Communications Biology",
            "volume": "6",
            "pages": "940",
            "publisher": "https://doi.org/10.1038/s42003-023-05323-x",
            "abstract": "Understanding how we recognize everyday objects requires unravelling the variables that govern the way we think about objects and the way in which our representations are organized neurally. A major hypothesis is that the organization of object knowledge follows key object-related dimensions, analogously to how sensory information is organized in the brain. Here, we explored, behaviorally and neurally, the multidimensionality of object processing. We focused on within-domain object information as a proxy for the kinds of object decision tasks we typically engage in our daily lives — e.g., identifying a knife from other types of manipulable objects such as spoons, axes or screwdrivers. To do so, we extracted object-related dimensions from subjective human judgments on a set of objects from a particular object domain — i.e., manipulable objects. We demonstrated that the extracted dimensions are cognitively interpretable — i.e., participants are able to label them; are cognitively relevant for manipulable object processing — i.e., categorization decisions are guided by these dimensions; and are important for the neural organization of knowledge — i.e., they are good predictors of the neural signals elicited by manipulable objects. This shows that multidimensionality is a hallmark of the organization of object knowledge in the brain."
        },
        "filled": true,
        "author_pub_id": "ejJVE0wAAAAJ:IExZWSxeYXUC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.03.29.534804.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hDPyb8krPPUJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The neural organization of visual information in the auditory cortex of the congenitally deaf",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.04. 17.537188, 2023",
            "author": "Zohar Tal and Joana Sayal and Fang Fang and Yanchao Bi and Jorge Almeida and Alessio Fracasso",
            "journal": "bioRxiv",
            "pages": "2023.04. 17.537188",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Neuroplasticity is the ability of the human brain to reorganize and modify its activity throughout life. In congenital deafness, sensory-deprived cortex can be recruited to represent sensory information belonging to other modalities, a process known as cross-modal plasticity. Previous studies have indicated that the auditory cortex of congenitally deaf, but not of hearing individuals, is recruited during visual tasks. However, it is not clear to what extent, and how, these cross-modal responses in the deprived auditory cortex represent low-level visual spatial information or map the visual field. Here, we addressed this question directly in an fMRI case-study, aiming to map retinotopic features in the auditory cortex. Two congenitally deaf and one hearing participant went through a conventional retinotopy fMRI experiment with visual stimuli designed to map the visual system. Using population receptive field (pRF) modelling, we revealed retinotopic-related responses in the auditory cortex of the deaf, but not in the hearing. These responses, that were mostly lateralized to the right hemisphere, represented the contralateral visual field, and were characterized by large receptive fields, centred to near foveal areas. Interestingly, we found that these responses to visual stimuli predominantly reflected negative BOLD signals in the auditory cortex of the deaf, suggesting that visual information might be represented through cross-modal deactivation signals."
        },
        "filled": true,
        "author_pub_id": "ejJVE0wAAAAJ:DUFsPKDdMi0C",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.04.17.537188.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:S7HEf4DeWsIJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Semantic feature production norms for manipulable objects",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.04. 24.537452, 2023",
            "author": "Daniela Valerio and Akbar Hussain and Jorge Almeida",
            "journal": "bioRxiv",
            "pages": "2023.04. 24.537452",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Feature generation tasks and feature databases are important for understanding how knowledge is organized in semantic memory, as they reflect not only the kinds of information that individuals have about objects but also how objects are conceptually parse. Traditionally, semantic norms focus on a variety of object categories, and, as a result, have a small number of concepts per semantic category. Here, our main goal is to create a more finely-tuned feature database exclusively for one category of objects - manipulable objects. This database contributes to the understanding of within-category, content-specific processing. To achieve this, we asked 130 participants to freely generate features for 80 manipulable objects, and another group of 32 participants to generate action features for the same objects. We then compared our databases with other published semantic norms and found high structural similarity between them. In our databases, we calculated the similarity between visual, functional, encyclopedic, and action feature types. We discovered that objects were grouped in a distinctive and meaningful way according to feature type. Finally, we tested the validity of our databases by asking three groups of participants to perform a feature verification task while manipulating production frequency. Our results demonstrate that participants can recognize and associate the features of our databases with specific manipulable objects. Participants were faster to verify high-frequency features than low-frequency features. Overall, our data provide important insights into how we process manipulable objects and can be used to further inform cognitive …"
        },
        "filled": true,
        "author_pub_id": "ejJVE0wAAAAJ:3x-KLxxGyuUC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.04.24.537452.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cTZ90P1kMc4J:scholar.google.com/",
        "cites_per_year": {}
    }
]