[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Testing the Disconnectome Symptom Discoverer model on out-of-sample post-stroke language outcomes",
            "pub_year": 2023,
            "citation": "Brain, awad352, 2023",
            "author": "Thomas MH Hope and Douglas Neville and Lia Talozzi and Chris Foulon and Stephanie J Forkel and Michel Thiebaut de Schotten and Cathy J Price",
            "journal": "Brain",
            "pages": "awad352",
            "publisher": "Oxford University Press",
            "abstract": "Stroke is common, and its consequent brain damage can cause various cognitive impairments. 3 Associations between where and how much brain lesion damage a patient has suffered, and the 4 particular impairments that injury has caused (lesion-symptom associations) offer potentially 5 compelling insights into how the brain implements cognition1. A better understanding of those 6 associations can also fill a gap in current stroke medicine by helping us to predict how individual 7 patients might recover from post-stroke impairments 2. Most recent work in this area employs 8 machine learning models trained with data from stroke patients whose mid-to-long-term 9 outcomes are known 2-4. These machine learning models are tested by predicting new outcomes–10 typically scores on standardised tests of post-stroke impairment–for patients whose data was not 11 used to train the model. Traditionally, these …"
        },
        "filled": true,
        "author_pub_id": "gyfMndoAAAAJ:eI34FqJmdUoC",
        "num_citations": 0,
        "pub_url": "https://academic.oup.com/brain/advance-article-pdf/doi/10.1093/brain/awad352/52014976/awad352.pdf",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "SARS-CoV-2-specific nasal IgA wanes 9 months after hospitalisation with COVID-19 and is not induced by subsequent vaccination",
            "pub_year": 2023,
            "citation": "EBioMedicine 87, 2023",
            "author": "Felicity Liew and Shubha Talwar and Andy Cross and Brian J Willett and Sam Scott and Nicola Logan and Matthew K Siggins and Dawid Swieboda and Jasmin K Sidhu and Claudia Efstathiou and Shona C Moore and Chris Davis and Noura Mohamed and Jose Nunag and Clara King and AA Roger Thompson and Sarah L Rowland-Jones and Annemarie B Docherty and James D Chalmers and Ling-Pei Ho and Alexander Horsley and Betty Raman and Krisnah Poinasamy and Michael Marks and Onn Min Kon and Luke Howard and Daniel G Wootton and Susanna Dunachie and Jennifer K Quint and Rachael A Evans and Louise V Wain and Sara Fontanella and Thushan I de Silva and Antonia Ho and Ewen Harrison and J Kenneth Baillie and Malcolm G Semple and Christopher Brightling and Ryan S Thwaites and Lance Turtle and Peter JM Openshaw and Beatrice Alex and Petros Andrikopoulos and Benjamin Bach and Wendy S Barclay and Debby Bogaert and Meera Chand and Kanta Chechi and Graham S Cooke and Ana da Silva Filipe and Thushan de Silva and Gonçalo dos Santos Correia and Marc-Emmanuel Dumas and Jake Dunning and Tom Fletcher and Christopher A Green and William Greenhalf and Julian Griffin and Rishi K Gupta and Ewen M Harrison and Antonia YW Ho and Karl Holden and Peter W Horby and Samreen Ijaz and Say Khoo and Paul Klenerman and Andrew Law and Matthew Lewis and Sonia Liggi and Wei Shen Lim and Lynn Maslen and Alexander J Mentzer and Laura Merson and Alison M Meynert and Mahdad Noursadeghi and Michael Olanipekun and Anthonia Osagie and Massimo Palmarini and Carlo Palmieri and William A Paxton and Georgios Pollakis and Nicholas Price and Andrew Rambaut and David L Robertson and Clark D Russell and Vanessa Sancho-Shimizu and Caroline Sands and Janet T Scott and Louise Sigfrid and Tom Solomon and Shiranee Sriskandan and David Stuart and Charlotte Summers and Olivia V Swann and Zoltan Takats and Panteleimon Takis and Richard S Tedder and Emma C Thomson and Lance CW Turtle and Maria Zambon and Thomas M Drake and Cameron J Fairfield and Stephen R Knight and Kenneth A Mclean and Derek Murphy and Lisa Norman and Riinu Pius and Catherine A Shaw and Marie Connor and Jo Dalton and Carrol Gamble and Michelle Girvan and Sophie Halpin and Janet Harrison and Clare Jackson and James Lee and Laura Marsh and Daniel Plotkin and Stephanie Roberts and Egle Saviciute and Sara Clohisey and Ross Hendry and Susan Knight and Eva Lahnsteiner and Gary Leeming and Lucy Norris and James Scott-Brown and Sarah Tait and Murray Wham and Richard Clark and Audrey Coutts and Lorna Donelly and Angie Fawkes and Tammy Gilchrist and Katarzyna Hafezi and Louise MacGillivray and Alan Maclean and Sarah McCafferty and Kirstie Morrice and Lee Murphy and Nicola Wrobel and Gail Carson and Kayode Adeniji and Daniel Agranoff and Ken Agwuh and Dhiraj Ail and Erin L Aldera and Ana Alegria and Sam Allen and Brian Angus",
            "journal": "EBioMedicine",
            "volume": "87",
            "publisher": "Elsevier",
            "abstract": "Most studies of immunity to SARS-CoV-2 focus on circulating antibody, giving limited insights into mucosal defences that prevent viral replication and onward transmission. We studied nasal and plasma antibody responses one year after hospitalisation for COVID-19, including a period when SARS-CoV-2 vaccination was introduced.In this follow up study, plasma and nasosorption samples were prospectively collected from 446 adults hospitalised for COVID-19 between February 2020 and March 2021 via the ISARIC4C and PHOSP-COVID consortia. IgA and IgG responses to NP and S of ancestral SARS-CoV-2, Delta and Omicron (BA.1) variants were measured by electrochemiluminescence and compared with plasma neutralisation data.Strong and consistent nasal anti-NP and anti-S IgA responses were demonstrated, which remained elevated for nine months (p < 0.0001). Nasal …"
        },
        "filled": true,
        "author_pub_id": "gyfMndoAAAAJ:nPT8s1NX_-sC",
        "num_citations": 22,
        "citedby_url": "/scholar?hl=en&cites=16426774998642550995",
        "cites_id": [
            "16426774998642550995"
        ],
        "pub_url": "https://www.thelancet.com/journals/ebiom/article/PIIS2352-3964(22)00584-9/fulltext?s=09",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:02hbF9Sg9-MJ:scholar.google.com/",
        "cites_per_year": {
            "2022": 1,
            "2023": 21
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Enhanced left superior parietal activation during successful speech production in patients with left dorsal striatal damage and error-prone neurotypical participants",
            "pub_year": 2023,
            "citation": "Cerebral Cortex 33 (7), 3437-3453, 2023",
            "author": "Sharon Geva and Letitia M Schneider and Shamima Khan and Diego L Lorca-Puls and Andrea Gajardo-Vidal and PLORAS team Anderson Storm Bruce Rachel Docksey Megan Ledingham Kate Lim Louise Roberts Sophie and Thomas MH Hope and David W Green and Cathy J Price",
            "journal": "Cerebral Cortex",
            "volume": "33",
            "number": "7",
            "pages": "3437-3453",
            "publisher": "Oxford University Press",
            "abstract": "Functional imaging studies of neurotypical adults report activation in the left putamen during speech production. The current study asked how stroke survivors with left putamen damage are able to produce correct spoken responses during a range of speech production tasks. Using functional magnetic resonance imaging, activation during correct speech production responses was assessed in 5 stroke patients with circumscribed left dorsal striatal lesions, 66 stroke patient controls who did not have focal left dorsal striatal lesions, and 54 neurotypical adults. As a group, patients with left dorsal striatal damage (our patients of interest) showed higher activation than neurotypical controls in the left superior parietal cortex during successful speech production. This effect was not specific to patients with left dorsal striatal lesions as we observed enhanced activation in the same region in some patient controls and also …"
        },
        "filled": true,
        "author_pub_id": "gyfMndoAAAAJ:BmWJbWwHJAwC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=7628837097963027126",
        "cites_id": [
            "7628837097963027126"
        ],
        "pub_url": "https://academic.oup.com/cercor/article-pdf/33/7/3437/49574736/bhac282.pdf",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tnpo2esS32kJ:scholar.google.com/",
        "cites_per_year": {
            "2022": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Cohort profile: the ESC EURObservational Research Programme Non-ST-segment elevation myocardial infraction (NSTEMI) Registry",
            "pub_year": 2023,
            "citation": "European Heart Journal-Quality of Care and Clinical Outcomes 9 (1), 8-15, 2023",
            "author": "Ramesh Nadarajah and Peter Ludman and Yolande Appelman and Salvatore Brugaletta and Andrzej Budaj and Hector Bueno and Kurt Huber and Vijay Kunadian and Sergio Leonardi and Maddalena Lettino and Dejan Milasinovic and Chris P Gale",
            "journal": "European Heart Journal-Quality of Care and Clinical Outcomes",
            "volume": "9",
            "number": "1",
            "pages": "8-15",
            "publisher": "Oxford University Press",
            "abstract": "The European Society of Cardiology (ESC) EURObservational Research Programme (EORP) Non-ST-segment elevation myocardial infarction (NSTEMI) Registry aims to identify international patterns in NSTEMI management in clinical practice and outcomes against the 2015 ESC Guidelines for the management of acute coronary syndromes in patients presenting without ST-segment-elevation.Consecutively hospitalised adult NSTEMI patients (n = 3620) were enrolled between 11 March 2019 and 6 March 2021, and individual patient data prospectively collected at 287 centres in 59 participating countries during a two-week enrolment period per centre. The registry collected data relating to baseline characteristics, major outcomes (in-hospital death, acute heart failure, cardiogenic shock, bleeding, stroke/transient ischaemic attack, and 30-day …"
        },
        "filled": true,
        "author_pub_id": "gyfMndoAAAAJ:pQTOvowfQioC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=12904510348742762215",
        "cites_id": [
            "12904510348742762215"
        ],
        "pub_url": "https://academic.oup.com/ehjqcco/article-abstract/9/1/8/6763416",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5x4qicoHFrMJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Large-kernel Attention for Efficient and Robust Brain Lesion Segmentation",
            "pub_year": 2023,
            "citation": "arXiv preprint arXiv:2308.07251, 2023",
            "author": "Liam Chalcroft and Ruben Lourenço Pereira and Mikael Brudfors and Andrew S Kayser and Mark D'Esposito and Cathy J Price and Ioannis Pappas and John Ashburner",
            "journal": "arXiv preprint arXiv:2308.07251",
            "abstract": "Vision transformers are effective deep learning models for vision tasks, including medical image segmentation. However, they lack efficiency and translational invariance, unlike convolutional neural networks (CNNs). To model long-range interactions in 3D brain lesion segmentation, we propose an all-convolutional transformer block variant of the U-Net architecture. We demonstrate that our model provides the greatest compromise in three factors: performance competitive with the state-of-the-art; parameter efficiency of a CNN; and the favourable inductive biases of a transformer. Our public implementation is available at https://github.com/liamchalcroft/MDUNet ."
        },
        "filled": true,
        "author_pub_id": "gyfMndoAAAAJ:yY3RG6sOEgwC",
        "num_citations": 0,
        "pub_url": "https://arxiv.org/abs/2308.07251",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Auditory cortex anatomy reflects multilingual phonological experience",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.06. 16.545298, 2023",
            "author": "Olga Kepinska and Josue Dalboni da Rocha and Carola Tuerk and Alexis Hervais-Adelman and Florence Bouhali and David Green and Cathy J Price and Narly Golestani",
            "journal": "bioRxiv",
            "pages": "2023.06. 16.545298",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "This study explores the relationship between the anatomy of the auditory cortex and multilingual experience, shedding light on the complex mechanisms of auditory processing in humans. Integrating previous research on auditory information processing and the impact of bi- and multilingualism on brain structure, we investigate how the morphology of auditory brain regions reflects individuals’ language experience and, more specifically, their phonological repertoire. Leveraging two distinct samples comprising over 200 participants, each exposed to between 1 and 7 languages encompassing 36 different languages, we explore whether the morphological variability of auditory brain regions reflects individual language experience, specifically focusing on the phonological repertoire. Additionally, we examine the potential influence of typological distances between languages spoken by multilingual individuals on the neural signatures of multilingualism within the auditory cortex. Our findings revealed a relationship between the average thickness of the left and right second transverse temporal gyrus (TTG) and participants’ language experience. Model comparisons demonstrated that the inclusion of phoneme-level information in the language experience index accounted for the greatest variance in average TTG thickness (bilaterally). The direction of this effect was negative, indicating that a more extensive and more phonologically diverse language experience was associated with thinner cortices in the second TTG. Across two independent datasets, we provide robust evidence linking the degree of language experience and typological distance …"
        },
        "filled": true,
        "author_pub_id": "gyfMndoAAAAJ:OzeSX8-yOCQC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.06.16.545298.abstract",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Interpreting and validating complexity and causality in lesion-symptom prognoses",
            "pub_year": 2023,
            "citation": "Brain Communications, fcad178, 2023",
            "author": "Mohamed L Seghier and Cathy J Price",
            "pages": "fcad178",
            "publisher": "Oxford University Press",
            "abstract": "This paper considers the steps needed to generate pragmatic and interpretable lesion-symptom-mappings that can be used for clinically reliable prognoses. The novel contributions are three-fold. We first define and inter-relate five neurobiological and five methodological constraints that need to be accounted for when interpreting lesion-symptom associations and generating synthetic lesion data. The first implication is that, because of these constraints, lesion-symptom mapping needs to focus on probabilistic relationships between Lesion and Symptom, with Lesion as a multivariate spatial pattern, Symptom as a time-dependent behavioral profile and evidence that Lesion raises the probability of Symptom. The second implication is that in order to assess the strength of probabilistic causality, we need to distinguish between causal lesion sites, incidental lesion sites, spared but dysfunctional sites, and intact …"
        },
        "filled": true,
        "author_pub_id": "gyfMndoAAAAJ:dAp6zn-oMfAC",
        "num_citations": 0,
        "pub_url": "https://academic.oup.com/braincomms/advance-article-abstract/doi/10.1093/braincomms/fcad178/7190557",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:goy17ZZDuggJ:scholar.google.com/",
        "cites_per_year": {}
    }
]