[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Generalisability of epileptiform patterns across time and patients",
            "pub_year": 2024,
            "citation": "Scientific Reports 14 (6293), 2024",
            "author": "Hamid Karimi-Rouzbahani and Aileen McGonigal",
            "journal": "Scientific Reports",
            "volume": "14",
            "number": "6293",
            "publisher": "Springer Nature",
            "abstract": "The complexity of localising the epileptogenic zone (EZ) contributes to surgical resection failures in achieving seizure freedom. The distinct patterns of epileptiform activity during interictal and ictal phases, varying across patients, often lead to suboptimal localisation using electroencephalography (EEG) features. We posed two key questions: whether neural signals reflecting epileptogenicity generalise from interictal to ictal time windows within each patient, and whether epileptiform patterns generalise across patients. Utilising an intracranial EEG dataset from 55 patients, we extracted a large battery of simple to complex features from stereo-EEG (SEEG) and electrocorticographic (ECoG) neural signals during interictal and ictal windows. Our features (n = 34) quantified many aspects of the signals including statistical moments, complexities, frequency-domain and cross-channel network attributes. Decision tree …"
        },
        "filled": true,
        "author_pub_id": "j0AZtowAAAAJ:_Ybze24A_UAC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=10196908857893504555",
        "cites_id": [
            "10196908857893504555"
        ],
        "pub_url": "https://www.nature.com/articles/s41598-024-56990-7",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:K8bGqZSygo0J:scholar.google.com/",
        "cites_per_year": {
            "2024": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Evidence for multiscale multiplexed representation of visual features in EEG",
            "pub_year": 2024,
            "citation": "Neural Computation 36 (3), 412-436, 2024",
            "author": "Hamid Karimi-Rouzbahani",
            "journal": "Neural Computation",
            "volume": "36",
            "number": "3",
            "pages": "412-436",
            "publisher": "MIT Press",
            "abstract": "Distinct neural processes such as sensory and memory processes are often encoded over distinct timescales of neural activations. Animal studies have shown that this multiscale coding strategy is also implemented for individual components of a single process, such as individual features of a multifeature stimulus in sensory coding. However, the generalizability of this encoding strategy to the human brain has remained unclear. We asked if individual features of visual stimuli were encoded over distinct timescales. We applied a multiscale time-resolved decoding method to electroencephalography (EEG) collected from human subjects presented with grating visual stimuli to estimate the timescale of individual stimulus features. We observed that the orientation and color of the stimuli were encoded in shorter timescales, whereas spatial frequency and the contrast of the same stimuli were encoded in longer …"
        },
        "filled": true,
        "author_pub_id": "j0AZtowAAAAJ:PR6Y55bgFSsC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=4552825862157006746",
        "cites_id": [
            "4552825862157006746"
        ],
        "pub_url": "https://direct.mit.edu/neco/article/36/3/412/119619",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mncU7v_iLj8J:scholar.google.com/",
        "cites_per_year": {
            "2024": 2
        }
    }
]