[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
<<<<<<< Updated upstream
=======
            "title": "Recurrent issues with deep neural network models of visual recognition",
            "pub_year": 2024,
            "citation": "bioRxiv, 2024.04. 02.587669, 2024",
            "author": "Tim Maniquet and Hans Op de Beeck and Andrea Ivan Costantino",
            "journal": "bioRxiv",
            "pages": "2024.04. 02.587669",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Object recognition requires flexible and robust information processing, especially in view of the challenges posed by naturalistic visual settings. The ventral stream in visual cortex is provided with this robustness by its recurrent connectivity. Recurrent deep neural networks (DNNs) have recently emerged as promising models of the ventral stream. In this study, we asked whether DNNs could be used to explore the role of different recurrent computations during challenging visual recognition. We assembled a stimulus set that included manipulations that are often associated with recurrent processing in the literature, like occlusion, partial viewing, clutter, and spatial phase scrambling. We obtained a benchmark dataset from human participants performing a categorisation task on this stimulus set. By applying a wide range of model architectures to the same task, we uncovered a nuanced relationship between recurrence, model size, and performance. While recurrent models reach higher performance than their feedforward counterpart, we could not dissociate this improvement from that obtained by increasing model size. We found consistency between humans and models patterns of difficulty across the visual manipulations, but this was not modulated in an obvious way by the specific type of recurrence or size added to the model. Finally, depth/size rather than recurrence makes model confusion patterns more human-like. Contrary to previous assumptions, our findings challenge the notion that recurrent models are better models of human recognition behaviour than feedforward models, and emphasise the complexity of incorporating …"
        },
        "filled": true,
        "author_pub_id": "MG9cVagAAAAJ:Y0pCki6q_DkC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2024.04.02.587669.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XI5zzzqWR0IJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Recurrent issues with deep neural networks of visual recognition",
            "pub_year": 2024,
            "citation": "bioRxiv, 2024.04. 02.587669, 2024",
            "author": "Timothée Maniquet and Hans Op de Beeck and Andrea Ivan Costantino",
            "journal": "bioRxiv",
            "pages": "2024.04. 02.587669",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Object recognition requires flexible and robust information processing, especially in view of the challenges posed by naturalistic visual settings. The ventral stream in visual cortex is provided with this robustness by its recurrent connectivity. Recurrent deep neural networks (DNNs) have recently emerged as promising models of the ventral stream. In this study, we asked whether DNNs could be used to explore the role of different recurrent computations during challenging visual recognition. We assembled a stimulus set that included manipulations that are often associated with recurrent processing in the literature, like occlusion, partial viewing, clutter, and spatial phase scrambling. We obtained a benchmark dataset from human participants performing a categorisation task on this stimulus set. By applying a wide range of model architectures to the same task, we uncovered a nuanced relationship between recurrence, model size, and performance. While recurrent models reach higher performance than their feedforward counterpart, we could not dissociate this improvement from that obtained by increasing model size. We found consistency between humans and models patterns of difficulty across the visual manipulations, but this was not modulated in an obvious way by the specific type of recurrence or size added to the model. Finally, depth/size rather than recurrence makes model confusion patterns more human-like. Contrary to previous assumptions, our findings challenge the notion that recurrent models are better models of human recognition behaviour than feedforward models, and emphasise the complexity of incorporating recurrence into …"
        },
        "filled": true,
        "author_pub_id": "MG9cVagAAAAJ:Tyk-4Ss8FVUC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2024.04.02.587669.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IjLcIn6zf-QJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
>>>>>>> Stashed changes
            "title": "Recurrent processing in the visual cortex during object recognition",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 4876-4876, 2023",
            "author": "Timothée Maniquet and Andrea Costantino and Hans Op de Beeck",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "4876-4876",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "Visual recognition is achieved in the brain by a series of hierarchical processing stages across areas of the ventral stream. Decoding object identity in this hierarchy is partially a bottom-up process, which accounts well for the recognition of easy, canonical appearances. Most natural settings, however, are visually complex, and present challenging viewing conditions. In the presence of visual uncertainty, the recognition of object identity is hence a hard decoding problem that cannot be solved by a purely bottom-up process. The human brain, however, is highly non-feedforward, and each area sends its connections downward or horizontally in the hierarchy. This non bottom-up, recurrent connectivity is thought to provide the necessary computational power to solve object recognition in the face of visual complexity. While evidence for this role is accumulating, the exact mechanisms of recurrent processing remain …"
        },
        "filled": true,
        "author_pub_id": "MG9cVagAAAAJ:UeHWp8X0CEIC",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2791631",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Top-down and within-layer recurrent connections in artificial networks are needed to solve challenging visual tasks",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 5008-5008, 2023",
            "author": "Andrea Ivan Costantino and Hans Op de Beeck",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "5008-5008",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "Research in human vision has shown that visual recognition is achieved through the interaction of a number of specialized brain areas in the ventral and dorsal visual stream. The most influential models of visual perception theorize a feedforward, unidirectional flow of information from low-level to high-level areas. However, growing evidence suggests, on the one hand, that lateral connections and connections from high-to low-level areas (ie, top-down connections) may be crucially involved in more challenging object recognition tasks, and on the other hand that recurrent networks show higher correlation and have better predictivity of brain data. In this study, we explore the functional role of feedback connections in computational models of vision. To do so, we trained several Convolutional Neural Networks (CNNs) with and without recurrent connections (within layers, top-down, top-down+ within) to perform object …"
        },
        "filled": true,
        "author_pub_id": "MG9cVagAAAAJ:qjMakFHDy7sC",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2791506",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Partial information transfer from peripheral visual streams to foveal visual streams is mediated through local primary visual circuits",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.10. 12.561237, 2023",
            "author": "Andrea Ivan Costantino and Mark A Williams and Benjamin O Turner and Matthew J Crossley",
            "journal": "bioRxiv",
            "pages": "2023.10. 12.561237",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "A classic view holds that visual object recognition is driven through the what pathway in which perceptual features of increasing abstractness are computed in a sequence of different visual cortical regions. The cortical origin of this pathway, the primary visual cortex (V1), has a retinotopic organization such that neurons have receptive fields tuned to specific regions of the visual field. That is, a neuron that responds to a stimulus in the center of the visual field will not respond to a stimulus in the periphery of the visual field, and vice versa. However, despite this fundamental design feature, the overall processing of stimuli in the periphery -- while clearly dependent on processing by neurons in the peripheral regions of V1 -- can be clearly altered by the processing of neurons in the fovea region of V1. For instance, it has been shown that task-relevant, non-retinotopic feedback information about peripherally presented stimuli can be decoded in the unstimulated foveal cortex, and that the disruption of this feedback -- through Transcranial Magnetic Stimulation or behavioral masking paradigms -- has detrimental effects on same/different discrimination behavior. Here, we used fMRI multivariate decoding techniques and functional connectivity analyses to assess the nature of the information that is encoded in the periphery-to-fovea feedback projection and to gain insight into how it may be anatomically implemented. Participants performed a same/different discrimination task on images of real-world stimuli (motorbikes, cars, female and male faces) displayed peripherally. We were able to decode only a subset of these categories from the activity measured in …"
        },
        "filled": true,
        "author_pub_id": "MG9cVagAAAAJ:IjCSPb-OGe4C",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.10.12.561237.abstract",
        "cites_per_year": {}
    }
]