[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Association of residential and school green-and bluespace with academic performance in 10-13-year-old Polish schoolchildren with and without attention deficit hyperactivity disorder",
            "pub_year": 2023,
            "citation": "Science of The Total Environment 859, 160123, 2023",
            "author": "Nitika Singh and Clemens Baumbach and Dorota Buczyłowska and Jakub Bratkowski and Yarema Mysak and Maja Wierzba-Łukaszyk and Katarzyna Sitnik-Warchulska and Krzysztof Skotak and Małgorzata Lipowska and Bernadetta Izydorczyk and Marcin Szwed and Iana Markevych",
            "journal": "Science of The Total Environment",
            "volume": "859",
            "pages": "160123",
            "publisher": "Elsevier",
            "abstract": "Several studies, mostly based on the USA data, have reported that school greenspace was associated with better academic performance. However, nearly all of them were conducted on aggregated data. We are among the first individual data-based studies worldwide to examine whether exposure to school and residential green- and bluespace can boost academic performance.NeuroSmog is an ongoing case-control study investigating the impact of air pollution on brain development in children with and without attention deficit hyperactivity disorder (ADHD). 658 children aged 10 to 13 years from 18 large and small towns in southern Poland constituted the analytical sample. Information about latest end-of-year school grades in Polish and maths was collected by the parent report while perceived academic performance in these subjects was collected by the Youth Self-Report. Tree, grass, and …"
        },
        "filled": true,
        "author_pub_id": "Nds56VgAAAAJ:NMxIlDl6LWMC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=8797492699601888581",
        "cites_id": [
            "8797492699601888581"
        ],
        "pub_url": "https://www.sciencedirect.com/science/article/pii/S0048969722072230",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ReXcyf_4FnoJ:scholar.google.com/",
        "cites_per_year": {
            "2022": 1,
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The perception of affective and discriminative touch in blind individuals",
            "pub_year": 2023,
            "citation": "Behavioural Brain Research 444, 114361, 2023",
            "author": "Dominika Radziun and Laura Crucianelli and Maksymilian Korczyk and Marcin Szwed and H Henrik Ehrsson",
            "journal": "Behavioural Brain Research",
            "volume": "444",
            "pages": "114361",
            "publisher": "Elsevier",
            "abstract": "Enhanced tactile acuity in blindness is among the most widely reported results of neuroplasticity following prolonged visual deprivation. However, tactile submodalities other than discriminative touch are profoundly understudied in blind individuals. Here, we examined the influence of blindness on two tactile submodalities, affective and discriminative touch, the former being vital for social functioning and emotional processing. We tested 36 blind individuals and 36 age- and sex-matched sighted volunteers. In Experiment 1, we measured the perception of affective tactile signals by asking participants to rate the pleasantness of touch delivered on the palm (nonhairy skin, sparsely innervated with C tactile [CT] fibers) or the forearm (hairy skin, densely innervated with CT fibers) in a CT-optimal versus a CT-nonoptimal manner using a paradigm grounded in studies on tactile sensory neurophysiology. In Experiment 2 …"
        },
        "filled": true,
        "author_pub_id": "Nds56VgAAAAJ:JV2RwH3_ST0C",
        "num_citations": 4,
        "citedby_url": "/scholar?hl=en&cites=15262297592637258326",
        "cites_id": [
            "15262297592637258326"
        ],
        "pub_url": "https://www.sciencedirect.com/science/article/pii/S0166432823000797",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VnpxIcySztMJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 4
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Association of residential and school green-and bluespace with academic performance in 10-13-year-old Polish schoolchildren with and without attention deficit hyperactivity disorder",
            "pub_year": 2023,
            "citation": "Science of The Total Environment 859, 160123, 2023",
            "author": "Nitika Singh and Clemens Baumbach and Dorota Buczyłowska and Jakub Bratkowski and Yarema Mysak and Maja Wierzba-Łukaszyk and Katarzyna Sitnik-Warchulska and Krzysztof Skotak and Małgorzata Lipowska and Bernadetta Izydorczyk and Marcin Szwed and Iana Markevych",
            "journal": "Science of The Total Environment",
            "volume": "859",
            "pages": "160123",
            "publisher": "Elsevier",
            "abstract": "Several studies, mostly based on the USA data, have reported that school greenspace was associated with better academic performance. However, nearly all of them were conducted on aggregated data. We are among the first individual data-based studies worldwide to examine whether exposure to school and residential green- and bluespace can boost academic performance.NeuroSmog is an ongoing case-control study investigating the impact of air pollution on brain development in children with and without attention deficit hyperactivity disorder (ADHD). 658 children aged 10 to 13 years from 18 large and small towns in southern Poland constituted the analytical sample. Information about latest end-of-year school grades in Polish and maths was collected by the parent report while perceived academic performance in these subjects was collected by the Youth Self-Report. Tree, grass, and …"
        },
        "filled": true,
        "author_pub_id": "Nds56VgAAAAJ:NMxIlDl6LWMC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=8797492699601888581",
        "cites_id": [
            "8797492699601888581"
        ],
        "pub_url": "https://www.sciencedirect.com/science/article/pii/S0048969722072230",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ReXcyf_4FnoJ:scholar.google.com/",
        "cites_per_year": {
            "2022": 1,
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Heartbeat counting accuracy is enhanced in blind individuals.",
            "pub_year": 2023,
            "citation": "Journal of Experimental Psychology: General, 2023",
            "author": "Dominika Radziun and Maksymilian Korczyk and Laura Crucianelli and Marcin Szwed and H Henrik Ehrsson",
            "journal": "Journal of Experimental Psychology: General",
            "publisher": "American Psychological Association",
            "abstract": "Blind individuals have superior abilities to perform perceptual tasks that rely on exteroceptive information, since visual deprivation is associated with heightened cross-modal plasticity. However, it is unknown whether neuroplasticity after visual loss also affects interoception, that is, the sensations arising from one's inner organs that convey information about the physiological state of the body. Herein, we examine the influence of blindness on cardiac interoception, which is an interoceptive submodality that has important links to emotional processing and bodily self-awareness. We tested 36 blind and 36 age-and sex-matched sighted volunteers and examined their cardiac interoceptive ability using the heartbeat counting task. The results showed that blind individuals had significantly higher accuracy in perceiving their heartbeat than did individuals in a matched sighted control group. In contrast, there were no …"
        },
        "filled": true,
        "author_pub_id": "Nds56VgAAAAJ:vV6vV6tmYwMC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=11251220976886919698",
        "cites_id": [
            "11251220976886919698"
        ],
        "pub_url": "https://psycnet.apa.org/record/2023-53761-001",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ErLE8N1dJJwJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Air pollution and attention in Polish schoolchildren with and without ADHD",
            "pub_year": 2023,
            "citation": "Science of the Total Environment, 164759, 2023",
            "author": "Mikołaj Compa and Clemens Baumbach and Katarzyna Kaczmarek-Majer and Dorota Buczyłowska and Gabriela Oliwia Gradys and Krzysztof Skotak and Anna Degórska and Jakub Bratkowski and Maja Wierzba-Łukaszyk and Yarema Mysak and Katarzyna Sitnik-Warchulska and Małgorzata Lipowska and Bernadetta Izydorczyk and James Grellier and Dariusz Asanowicz and Iana Markevych and Marcin Szwed",
            "journal": "Science of the Total Environment",
            "pages": "164759",
            "publisher": "Elsevier",
            "abstract": "Development and functioning of attention—a key component of human cognition—can be affected by environmental factors. We investigated whether long- and short-term exposure to particulate matter with aerodynamic diameter < 10 μm (PM10) and nitrogen dioxide (NO2) are related to attention in 10- to 13- year-old children living in Polish towns and cities recruited in the NeuroSmog case-control study.We investigated associations between air pollution and attention separately in children with attention deficit hyperactivity disorder (ADHD, n = 187), a sensitive, at-risk population with impaired attention and population-based typically developing children (TD, n = 465). Alerting, orienting, and executive aspects of attention were measured using the Attention Network Test (ANT), while inhibitory control was measured with the Continuous Performance Test (CPT). We assessed long-term …"
        },
        "filled": true,
        "author_pub_id": "Nds56VgAAAAJ:J_g5lzvAfSwC",
        "num_citations": 0,
        "pub_url": "https://www.sciencedirect.com/science/article/pii/S004896972303382X",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:et0xPYZOr0UJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Family Functioning Style as a Predictor of the Quality of Cognitive Functioning of Primary School Students With ADHD",
            "pub_year": 2023,
            "citation": "Journal of Attention Disorders 27 (8), 867-879, 2023",
            "author": "Wiktoria Walenista and Bernadetta Izydorczyk and Małgorzata Lipowska and Iana Markevych and Clemens Baumbach and Yarema Mysak and Marcin Szwed and Katarzyna Sitnik-Warchulska",
            "journal": "Journal of Attention Disorders",
            "volume": "27",
            "number": "8",
            "pages": "867-879",
            "publisher": "SAGE Publications",
            "abstract": "This study aimed to specify whether family communication and satisfaction are predictors of a child’s executive functions and whether attention deficit hyperactivity disorder (ADHD) severity lies in the pathway between these variables.Two hundred Polish children with ADHD, aged 10 to 13, were tested using Conners 3, the PU1 Battery of Cognitive Tests and Stanford-Binet Intelligence Scale, Fifth Edition (SB5). Parents filled out the FACES IV-SOR questionnaire. Structural equation modeling (SEM) was used to test the hypotheses.The quality of family communication and satisfaction did not predict executive functioning in children with ADHD, and ADHD severity did not play a mediating role neither in boys or in girls. Intelligent quotient was the only predictor of executive functioning in the group of boys.These results contrast with those of previous studies that have shown the …"
        },
        "filled": true,
        "author_pub_id": "Nds56VgAAAAJ:RYcK_YlVTxYC",
        "num_citations": 0,
        "pub_url": "https://journals.sagepub.com/doi/abs/10.1177/10870547231158749",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:89AXStvT9voJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Auditory areas are recruited for naturalistic visual meaning in early deaf people",
            "pub_year": 2023,
            "citation": "",
            "author": "Maria Zimmermann and Rhodri Cusack and Marina Bedny and Marcin Szwed",
            "abstract": "Early deafness enhances responses of auditory cortices to non-auditory tasks, yet the nature of the reorganization is not well understood. Here, naturalistic stimuli were used to induce neural synchrony across early deaf and hearing individuals. Participants watched a silent animated film in an intact version and three versions with gradually distorted meaning. Differences between groups were observed in higher-order auditory cortices in all stimuli, with no significant effects in the primary auditory cortex. Comparison between levels of scrambling revealed a heterogeneity of function in secondary auditory areas. Both hemispheres showed greater synchrony for the intact movie than for low-level variants. However, the right hemisphere showed an increased inter-subject synchrony for the low-level movie variants, which was not present on the left. An event segmentation validated these results: the dynamics of the right secondary auditory cortex unfolded as shorter length events with more transitions than the left. It also uncovered a further left-right asymmetry: Only left-hemisphere patterns matched the patterns of the hippocampus, a brain region situated at the top of cortical hierarchy. Our results reveal how deaf subjects use their auditory cortex to process visual meaning."
        },
        "filled": true,
        "author_pub_id": "Nds56VgAAAAJ:70eg2SAEIzsC",
        "num_citations": 0,
        "pub_url": "https://www.researchsquare.com/article/rs-2683286/latest",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Overlapping but separate number representations in the intraparietal sulcus—Probing format-and modality-independence in sighted Braille readers",
            "pub_year": 2023,
            "citation": "Cortex 162, 65-80, 2023",
            "author": "Maria Czarnecka and Katarzyna Rączy and Jakub Szewczyk and Małgorzata Paplińska and Katarzyna Jednoróg and Artur Marchewka and Guido Hesselmann and André Knops and Marcin Szwed",
            "journal": "Cortex",
            "volume": "162",
            "pages": "65-80",
            "publisher": "Elsevier",
            "abstract": "The Triple-Code Model stipulates that numerical information from different formats and modalities converges on a common magnitude representation in the Intraparietal Sulcus (IPS). To what extent the representations of all numerosity forms overlap remains unsolved. It has been postulated that the representation of symbolic numerosities (for example, Arabic digits) is sparser and grounded in an existing representation that codes for non-symbolic numerosity information (i.e., sets of objects). Other theories argue that numerical symbols represent a separate number category that emerges only during education. Here, we tested a unique group of sighted tactile Braille readers with numerosities 2, 4, 6 and 8 in three number notations: Arabic digits, sets of dots, tactile Braille numbers. Using univariate methods, we showed a consistent overlap in activations evoked by these three number notations. This result shows that …"
        },
        "filled": true,
        "author_pub_id": "Nds56VgAAAAJ:NaGl4SEjCO4C",
        "num_citations": 0,
        "pub_url": "https://www.sciencedirect.com/science/article/pii/S0010945223000436",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xr0A2Hhk1iIJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Does exposure to nature make children more intelligent? Analysis in Polish children with and without ADHD",
            "pub_year": 2023,
            "citation": "",
            "author": "Dorota Buczyłowska and Clemens Baumbach and Jakub Bratkowski and Yarema Mysak and Maja Wierzba-Łukaszyk and Krzysztof Skotak and Katarzyna Sitnik-Warchulska and Małgorzata Lipowska and Bernadetta Izydorczyk and Marcin Szwed and Iana Markevych",
            "abstract": "Previous studies have shown that exposure to nature and physical activity (PA) may be associated with higher intelligence in children. We examined whether there is an association between lifelong exposure to greenspace and bluespace and intelligence in children aged 10–13 with and without attention deficit hyperactivity disorder (ADHD), and whether PA mediates this association. The sample (N= 714) was collected within the NeuroSmog case-control study, where children with (N= 206) and without ADHD (N= 508) were recruited from 18 towns in southern Poland. Nature exposure was estimated as the sum of the z-scores of the objective and perceived measures. Objective greenspace exposure was defined as the percentage of grass and tree cover in 500 m and 1 km buffers around lifelong residential addresses, respectively. Objective bluespace exposure was defined as the percentage of water cover in 500 m and 1 km buffers. Perceived greenspace/bluespace was measured as the parent-rated availability, quality, and use of greenspace/bluespace. Intelligence was assessed using the Polish version of the Stanford-Binet Intelligence Scales, 5th edition (SB5). SB5 Full Scale intelligence quotient (IQ), Nonverbal IQ, Verbal IQ, five factor and ten subtest scores were analysed as outcomes. The associations between nature and IQ scores were assessed by linear regressions separately for cases and controls, adjusting the models for sex, parental education, and urbanicity. Structural equation modeling was implemented to test whether PA mediated the association between nature and intelligence. None of the greenspace or bluespace …"
        },
        "filled": true,
        "author_pub_id": "Nds56VgAAAAJ:35N4QoGY0k4C",
        "num_citations": 0,
        "pub_url": "https://www.researchsquare.com/article/rs-2724128/latest",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:XXYBhAoHj9cJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Are blind individuals immune to bodily illusions? Somatic rubber hand illusion in the blind revisited",
            "pub_year": 2023,
            "citation": "PsyArXiv, 2023",
            "author": "Dominika Radziun and Maksymilian Korczyk and Marcin Szwed and H Henrik Ehrsson",
            "publisher": "PsyArXiv",
            "abstract": "Multisensory awareness of one’s own body relies on the integration of signals from various sensory modalities such as vision, touch, and proprioception. But how do blind individuals perceive their bodies without visual cues, and does the brain of a blind person integrate bodily senses differently from a sighted person? To address this question, we aimed to replicate the only two previous studies on this topic, which claimed that blind individuals do not experience the somatic rubber hand illusion, a bodily illusion triggered by the integration of correlated tactile and proprioceptive signals from the two hands. We used a larger sample size than the previous studies and added Bayesian analyses to examine statistical evidence in favor of the lack of an illusion effect. Moreover, we employed tests to investigate whether enhanced tactile acuity and cardiac interoceptive accuracy in blind individuals could also explain the weaker illusion. We tested 36 blind individuals and 36 age-and sex-matched sighted volunteers. The results show that blind individuals do not experience the somatic rubber hand illusion based on questionnaire ratings and behavioral measures that assessed changes in hand position sense toward the location of the rubber hand. This conclusion is supported by Bayesian evidence in favor of the null hypothesis. Tactile acuity was not correlated with illusion measures in either group, but cardiac interoceptive accuracy was negatively correlated with questionnaire ratings of illusion strength in the sighted group. The findings confirm that blind individuals do not experience the somatic rubber hand illusion, indicating that lack of visual …"
        },
        "filled": true,
        "author_pub_id": "Nds56VgAAAAJ:lSLTfruPkqcC",
        "num_citations": 0,
        "pub_url": "https://psyarxiv.com/tv5n4/download?format=pdf",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:F-brjdyq5pEJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Family Functioning and Executive Functions among ADHD Children",
            "pub_year": 2023,
            "citation": "European Psychiatry 66 (S1), S278-S278, 2023",
            "author": "W Walenista and B Izydorczyk and K Sitnik-Warchulska and I Markevych and C Baumbach and Y Mysak and M Szwed and M Lipowska",
            "journal": "European Psychiatry",
            "volume": "66",
            "number": "S1",
            "pages": "S278-S278",
            "abstract": "IntroductionADHD is one of the most frequently diagnosed neurodevelopmental disorders and affects the daily functioning of families raising children with this condition. Among the symptoms typical for ADHD, low effectiveness of executive functions can determine the quality of family life.ObjectivesThis study aimed to specify whether family communication and satisfaction as reported by a parent are predictors of a child’s executive functioning quality and whether ADHD severity lies on the pathway between the two. Moreover, the child’s sex effect was checked.MethodsThe study included 200 Polish participants (nGirls = 56) from the NeuroSmog project aged 10-13 diagnosed with ADHD according to the ICD-11. Stanford-Binet 5 Intelligence Scale, PU1 Cognitive Diagnosis Battery, Conners 3 ADHD Diagnosis Questionnaire, and the FACES IV Questionnaire were used to derive needed information. Structural …"
        },
        "filled": true,
        "author_pub_id": "Nds56VgAAAAJ:M05iB0D1s5AC",
        "num_citations": 0,
        "pub_url": "https://www.cambridge.org/core/journals/european-psychiatry/article/family-functioning-and-executive-functions-among-adhd-children/F725764D33A07A90016F02FD4C74360C",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Domain-general and language-specific contributions to speech production in L2: an fMRI study using functional localizers.",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.07. 02.547419, 2023",
            "author": "Agata Wolna and Jakub Szewczyk and Michele Diaz and Aleksandra Domagalik and Marcin Szwed and Zofia Wodniecka",
            "journal": "bioRxiv",
            "pages": "2023.07. 02.547419",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "For bilinguals, speaking in a second language (L2) compared to the native language (L1) is usually more difficult. In this study we asked whether the difficulty in L2 production reflects increased demands imposed on domain-general or core language mechanisms. We compared the brain response to speech production in L1 and L2 within two functionally-defined networks in the brain: the Multiple Demand (MD) network and the Language network. We found that speech production in L2 was linked to a widespread increase of brain activity in the domain-general MD network. The Language network did not show a similarly robust differences in processing speech in the two languages, however, we found increased response to L2 production in the language-specific portion of the left IFG. To further explore our results, we have looked at domain-general and language-specific response within the brain structures postulated to form a Bilingual Language Control network. Within this network, we found a robust increase in response to L2 in the domain-general, but also in some language-specific voxels including in the left IFG. Our findings show that L2 production strongly engages domain-general mechanisms, but only locally affects language-specific processing. These results put constrain on the current model of bilingual language control."
        },
        "filled": true,
        "author_pub_id": "Nds56VgAAAAJ:ldfaerwXgEUC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.07.02.547419.abstract",
        "cites_per_year": {}
    }
]