[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Domain-general and language-specific contributions to speech production in a second language: an fMRI study using functional localizers",
            "pub_year": 2024,
            "citation": "Scientific reports 14 (1), 57, 2024",
            "author": "Agata Wolna and Jakub Szewczyk and Michele Diaz and Aleksandra Domagalik and Marcin Szwed and Zofia Wodniecka",
            "journal": "Scientific reports",
            "volume": "14",
            "number": "1",
            "pages": "57",
            "publisher": "Nature Publishing Group UK",
            "abstract": "For bilinguals, speaking in a second language (L2) compared to the native language (L1) is usually more difficult. In this study we asked whether the difficulty in L2 production reflects increased demands imposed on domain-general or core language mechanisms. We compared the brain response to speech production in L1 and L2 within two functionally-defined networks in the brain: the Multiple Demand (MD) network and the language network. We found that speech production in L2 was linked to a widespread increase of brain activity in the domain-general MD network. The language network did not show a similarly robust differences in processing speech in the two languages, however, we found increased response to L2 production in the language-specific portion of the left inferior frontal gyrus (IFG). To further explore our results, we have looked at domain-general and language-specific response within the …"
        },
        "filled": true,
        "author_pub_id": "Nds56VgAAAAJ:HoB7MX3m0LUC",
        "num_citations": 3,
        "citedby_url": "/scholar?hl=en&cites=13863302753720736155",
        "cites_id": [
            "13863302753720736155"
        ],
        "pub_url": "https://www.nature.com/articles/s41598-023-49375-9",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mxk4UWdYZMAJ:scholar.google.com/",
        "cites_per_year": {
            "2024": 3
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Tracking components of bilingual language control in speech production: An fMRI study using functional localizers",
            "pub_year": 2024,
            "citation": "Neurobiology of Language 5 (2), 315-340, 2024",
            "author": "Agata Wolna and Jakub Szewczyk and Michele Diaz and Aleksandra Domagalik and Marcin Szwed and Zofia Wodniecka",
            "journal": "Neurobiology of Language",
            "volume": "5",
            "number": "2",
            "pages": "315-340",
            "publisher": "MIT Press",
            "abstract": "When bilingual speakers switch back to speaking in their native language (L1) after having used their second language (L2), they often experience difficulty in retrieving words in their L1. This phenomenon is referred to as the L2 after-effect. We used the L2 after-effect as a lens to explore the neural bases of bilingual language control mechanisms. Our goal was twofold: first, to explore whether bilingual language control draws on domain-general or language-specific mechanisms; second, to investigate the precise mechanism(s) that drive the L2 after-effect. We used a precision fMRI approach based on functional localizers to measure the extent to which the brain activity that reflects the L2 after-effect overlaps with the language network  and the domain-general multiple demand network , as well as three task-specific networks that tap into interference resolution, lexical retrieval, and articulation. Forty-two Polish …"
        },
        "filled": true,
        "author_pub_id": "Nds56VgAAAAJ:abG-DnoFyZgC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=17859310217496757112",
        "cites_id": [
            "17859310217496757112"
        ],
        "pub_url": "https://direct.mit.edu/nol/article/doi/10.1162/nol_a_00128/118227",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eANmJwUE2fcJ:scholar.google.com/",
        "cites_per_year": {
            "2024": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Lifelong greenspace exposure and ADHD in Polish children: Role of physical activity and perceived neighbourhood characteristics",
            "pub_year": 2024,
            "citation": "Journal of Environmental Psychology 96, 102313, 2024",
            "author": "Dorota Buczyłowska and Nitika Singh and Clemens Baumbach and Jakub Bratkowski and Yarema Mysak and Maja Wierzba-Łukaszyk and Katarzyna Sitnik-Warchulska and Krzysztof Skotak and Małgorzata Lipowska and Bernadetta Izydorczyk and Marcin Szwed and Iana Markevych and Angel M Dzhambov",
            "journal": "Journal of Environmental Psychology",
            "volume": "96",
            "pages": "102313",
            "publisher": "Academic Press",
            "abstract": "Previous research found a protective association between greenspace exposure and attention deficit hyperactivity disorder (ADHD) diagnosis, but previous studies did not investigate mediatory pathways involving child physical activity (PA) and environmental perceptions. Here, we examined the association between lifelong exposure to greenspace and ADHD diagnosis and potential underlying mechanisms (i.e., perceived greenspace, PA, neighbourhood social cohesion, and neighbourhood safety) in children aged 10–13 with and without ADHD. The sample (N = 689) was collected within the NeuroSmog case-control study, where children with (N = 203) and without ADHD (N = 486) were recruited from 18 towns in Southern Poland. ADHD diagnosis was ascertained according to the International Classification of Diseases 11th Revision criteria. Greenspace exposure was defined as the percentage of grass and …"
        },
        "filled": true,
        "author_pub_id": "Nds56VgAAAAJ:CHSYGLWDkRkC",
        "num_citations": 0,
        "pub_url": "https://www.sciencedirect.com/science/article/pii/S0272494424000860",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BC7nWoAx1P4J:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Pathways linking greenspace to behavioural problems in Polish children",
            "pub_year": 2024,
            "citation": "Heliyon 10 (10), 2024",
            "author": "Nitika Singh and Dorota Buczyłowska and Clemens Baumbach and Jakub Bratkowski and Yarema Mysak and Maja Wierzba-Łukaszyk and Katarzyna Sitnik-Warchulska and Krzysztof Skotak and Małgorzata Lipowska and Bernadetta Izydorczyk and Marcin Szwed and Angel M Dzhambov and Iana Markevych",
            "journal": "Heliyon",
            "volume": "10",
            "number": "10",
            "publisher": "Elsevier",
            "abstract": "Previous cross-sectional studies have found a beneficial relationship between greenspace and children's behaviour. Nevertheless, evidence on the mechanisms underlying this association remains scant. We examined whether the availability of greenspace was related to fewer behavioural problems in Polish children and investigated potential mechanisms.Data were obtained from the case-control NeuroSmog study, in which children with and without attention deficit hyperactivity disorder (ADHD) were tested from October 2020 to September 2022. The analytic sample comprised 679 children aged 10–13 years. Parents reported internalizing, externalizing, and total behavioural problems using the Child Behaviour Check List (CBCL), as well as information about the presence of a domestic garden and potential mediators: greenspace perception, neighbourhood social cohesion, and physical …"
        },
        "filled": true,
        "author_pub_id": "Nds56VgAAAAJ:2P1L_qKh6hAC",
        "num_citations": 0,
        "pub_url": "https://www.cell.com/heliyon/fulltext/S2405-8440(24)07466-8",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jjYPUMnxmeMJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Are blind individuals immune to bodily illusions? Somatic rubber hand illusion in the blind revisited",
            "pub_year": 2024,
            "citation": "Behavioural Brain Research 460, 114818, 2024",
            "author": "Dominika Radziun and Maksymilian Korczyk and Marcin Szwed and H Henrik Ehrsson",
            "journal": "Behavioural Brain Research",
            "volume": "460",
            "pages": "114818",
            "publisher": "Elsevier",
            "abstract": "Multisensory awareness of one’s own body relies on the integration of signals from various sensory modalities such as vision, touch, and proprioception. But how do blind individuals perceive their bodies without visual cues, and does the brain of a blind person integrate bodily senses differently from a sighted person? To address this question, we aimed to replicate the only two previous studies on this topic, which claimed that blind individuals do not experience the somatic rubber hand illusion, a bodily illusion triggered by the integration of correlated tactile and proprioceptive signals from the two hands. We used a larger sample size than the previous studies and added Bayesian analyses to examine statistical evidence in favor of the lack of an illusion effect. Moreover, we employed tests to investigate whether enhanced tactile acuity and cardiac interoceptive accuracy in blind individuals could also explain the …"
        },
        "filled": true,
        "author_pub_id": "Nds56VgAAAAJ:lSLTfruPkqcC",
        "num_citations": 0,
        "pub_url": "https://www.sciencedirect.com/science/article/pii/S0166432823005363",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Wc886plCPHgJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Behavioral Problems Among Young Adolescents in the Family and Neighborhood Context: a Case Control Study",
            "pub_year": 2024,
            "citation": "",
            "author": "Katarzyna Sitnik-Warchulska and Bernadetta Izydorczyk and Iana Markevych and Clemens Baumbach and Yarema Mysak and Dorota Buczyłowska and Marcin Szwed and Małgorzata Lipowska",
            "abstract": "Background: This study aimed to determine whether family and neighborhood social cohesion directly or indirectly impact the reduction of behavioral problems, including internalizing and externalizing behaviors in young adolescents. From a systemic approach, adolescent behavioral problems are influenced by family cohesion and mediated by neighborhood social cohesion.Methods: Data from 700 parents of adolescents aged 10–13 years from southern Poland were analyzed. Within the total, 207 adolescents had diagnoses of Attention Deficit Hyperactivity Disorder (ADHD). The structural equation modeling (SEM) approach, adjusting for financial situation and ADHD was used. Gender, ADHD, single-parent household, presence of siblings, and social media use were explored as moderators via stratified SEM models. The data come from the Child Behavior Checklist (CBCL), the Family Adaptation and Cohesion …"
        },
        "filled": true,
        "author_pub_id": "Nds56VgAAAAJ:bFI3QPDXJZMC",
        "num_citations": 0,
        "pub_url": "https://www.researchsquare.com/article/rs-3927506/latest",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YItaBldJE5oJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Blind individuals' enhanced ability to sense their own heartbeat is related to the thickness of their occipital cortex",
            "pub_year": 2024,
            "citation": "bioRxiv, 2024.02. 26.581908, 2024",
            "author": "Anna Lena Stroh and Dominika Radziun and Maksymilian Korczyk and Laura Crucianelli and H Henrik Ehrsson and Marcin Szwed",
            "journal": "bioRxiv",
            "pages": "2024.02. 26.581908",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Blindness is associated with heightened sensory abilities, such as improved hearing and tactile acuity. Moreover, recent evidence suggests that blind individuals are better than sighted individuals at perceiving their own heartbeat, suggesting enhanced interoceptive accuracy. Structural changes in the occipital cortex have been hypothesized as the basis of these behavioral enhancements. Indeed, several studies have shown that congenitally blind individuals have increased cortical thickness within occipital areas compared to sighted individuals, but how these structural differences relate to behavioral enhancements is unclear. This study investigated the relationship between cardiac interoceptive accuracy and cortical thickness in 23 congenitally blind individuals and 23 matched sighted controls. Our results show a significant positive correlation between performance in a heartbeat counting task and cortical thickness only in the blind group, indicating a connection between structural changes in occipital areas and blind individuals' better ability to perceive heartbeats."
        },
        "filled": true,
        "author_pub_id": "Nds56VgAAAAJ:EUQCXRtRnyEC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2024.02.26.581908.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LczaBxrpyhsJ:scholar.google.com/",
        "cites_per_year": {}
    }
]