[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Deep neural networks and visuo-semantic models explain complementary components of human ventral-stream representational dynamics",
            "pub_year": 2023,
            "citation": "Journal of Neuroscience 43 (10), 1731-1741, 2023",
            "author": "K.M. Jozwik and T.C. Kietzmann and RM. Cichy and N. Kriegeskorte and M Mur",
            "journal": "Journal of Neuroscience",
            "volume": "43",
            "number": "10",
            "pages": "1731-1741",
            "abstract": "Deep neural networks (DNNs) are promising models of the cortical computations supporting human object recognition. However, despite their ability to explain a significant portion of variance in neural data, the agreement between models and brain representational dynamics is far from perfect. We address this issue by asking which representational features are currently unaccounted for in neural time series data, estimated for multiple areas of the ventral stream via source-reconstructed magnetoencephalography data acquired in human participants (nine females, six males) during object viewing. We focus on the ability of visuo-semantic models, consisting of human-generated labels of object features and categories, to explain variance beyond the explanatory power of DNNs alone. We report a gradual reversal in the relative importance of DNN versus visuo-semantic features as ventral-stream object …"
        },
        "filled": true,
        "author_pub_id": "oEifmSgAAAAJ:3fE2CSJIrl8C",
        "num_citations": 3,
        "citedby_url": "/scholar?hl=en&cites=16634044447513850",
        "cites_id": [
            "16634044447513850"
        ],
        "pub_url": "https://www.jneurosci.org/content/43/10/1731.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-tx4RpMYOwAJ:scholar.google.com/",
        "cites_per_year": {
            "2022": 1,
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "First steps in using topographic deep artificial neural network models to generate hypotheses about not-yet-detected functional neural aggregates in the ventral stream",
            "pub_year": 2023,
            "citation": "Cognitive Computational Neuroscience, 2023",
            "author": "KM Jozwik and H Lee and N Kanwisher and JJ DiCarlo",
            "journal": "Cognitive Computational Neuroscience"
        },
        "filled": true,
        "author_pub_id": "oEifmSgAAAAJ:kNdYIx-mwKoC",
        "num_citations": 0,
        "cites_per_year": {}
    }
]