[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Spatiotemporally distributed frontotemporal networks for sentence reading",
            "pub_year": 2023,
            "citation": "Proceedings of the National Academy of Sciences 120 (17), e2300252120, 2023",
            "author": "Oscar Woolnough and Cristian Donos and Elliot Murphy and Patrick S Rollo and Zachary J Roccaforte and Stanislas Dehaene and Nitin Tandon",
            "journal": "Proceedings of the National Academy of Sciences",
            "volume": "120",
            "number": "17",
            "pages": "e2300252120",
            "publisher": "National Academy of Sciences",
            "abstract": "Reading a sentence entails integrating the meanings of individual words to infer more complex, higher-order meaning. This highly rapid and complex human behavior is known to engage the inferior frontal gyrus (IFG) and middle temporal gyrus (MTG) in the language-dominant hemisphere, yet whether there are distinct contributions of these regions to sentence reading is still unclear. To probe these neural spatiotemporal dynamics, we used direct intracranial recordings to measure neural activity while reading sentences, meaning-deficient Jabberwocky sentences, and lists of words or pseudowords. We isolated two functionally and spatiotemporally distinct frontotemporal networks, each sensitive to distinct aspects of word and sentence composition. The first distributed network engages the IFG and MTG, with IFG activity preceding MTG. Activity in this network ramps up over the duration of a sentence and is …"
        },
        "filled": true,
        "author_pub_id": "Oo4ElF4AAAAJ:0EnyYjriUFMC",
        "num_citations": 4,
        "citedby_url": "/scholar?hl=en&cites=2620824616029104849",
        "cites_id": [
            "2620824616029104849"
        ],
        "pub_url": "https://www.pnas.org/doi/abs/10.1073/pnas.2300252120",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0aoDQRoKXyQJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 4
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Intraoperative cortical localization of music and language reveals signatures of structural complexity in posterior temporal cortex",
            "pub_year": 2023,
            "citation": "Iscience 26 (7), 2023",
            "author": "Meredith J McCarty and Elliot Murphy and Xavier Scherschligt and Oscar Woolnough and Cale W Morse and Kathryn Snyder and Bradford Z Mahon and Nitin Tandon",
            "journal": "Iscience",
            "volume": "26",
            "number": "7",
            "publisher": "Elsevier",
            "abstract": "Language and music involve the productive combination of basic units into structures. It remains unclear whether brain regions sensitive to linguistic and musical structure are co-localized. We report an intraoperative awake craniotomy in which a left-hemispheric language-dominant professional musician underwent cortical stimulation mapping (CSM) and electrocorticography of music and language perception and production during repetition tasks. Musical sequences were melodic or amelodic, and differed in algorithmic compressibility (Lempel-Ziv complexity). Auditory recordings of sentences differed in syntactic complexity (single vs. multiple phrasal embeddings). CSM of posterior superior temporal gyrus (pSTG) disrupted music perception and production, along with speech production. pSTG and posterior middle temporal gyrus (pMTG) activated for language and music (broadband gamma; 70–150 Hz). pMTG …"
        },
        "filled": true,
        "author_pub_id": "Oo4ElF4AAAAJ:5nxA0vEk-isC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=16528210771856083185",
        "cites_id": [
            "16528210771856083185"
        ],
        "pub_url": "https://www.cell.com/iscience/pdf/S2589-0042(23)01300-7.pdf",
        "cites_per_year": {
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Supplementary motor area in speech initiation: a large-scale intracranial EEG evaluation of stereotyped word articulation",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.04. 04.535557, 2023",
            "author": "Latane Bullock and Kiefer J Forseth and Oscar Woolnough and Patrick Rollo and Nitin Tandon",
            "journal": "bioRxiv",
            "pages": "2023.04. 04.535557",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Speech production is known to engage a distributed network. The brain regions responsible for the initiation of articulation are unclear, and they would be expected to coordinate a distributed network. Using direct intracranial recordings in a large cohort, during stereotyped speech production to eliminate confounds of phonological and semantic complexity, we performed a comprehensive analysis of cortical sites engaged in speech initiation. We found that the supplementary motor area (SMA) was the earliest speech motor region to be active prior to speech onset and was active almost exclusively prior to articulation. Broadband gamma activity in the SMA was predictive of the response time of word production, predicting response time from 250 ms after stimulus onset. Neural activity in SMA began at a highly predictable time after stimulus onset and extended until speech onset. SMA activity offset coincided with ventral premotor cortex and primary motor activity onset. This suggests that the SMA may coordinate the concerted activation of motor execution cortex. Our results support the idea that SMA is a key node in the speech initiation network."
        },
        "filled": true,
        "author_pub_id": "Oo4ElF4AAAAJ:hqOjcs7Dif8C",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.04.04.535557.abstract",
        "cites_per_year": {}
    }
]