[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The features underlying the memorability of objects",
            "pub_year": 2023,
            "citation": "Science Advances 9 (17), eadd2981, 2023",
            "author": "Max A Kramer and Martin N Hebart and Chris I Baker and Wilma A Bainbridge",
            "journal": "Science Advances",
            "volume": "9",
            "number": "17",
            "pages": "eadd2981",
            "abstract": "Despite decades of study of memory, it remains unclear what makes an image memorable. There is considerable debate surrounding the underlying determinants of memory, including the roles of semantic (e.g., animacy, utility) and visual features (e.g., brightness) as well as whether the most prototypical or most atypical items are best remembered. Prior studies have relied on constrained stimulus sets, limiting any generalized view of the features that may contribute to memory. Here, we collected over one million memory ratings (N=13,946) for THINGS , a naturalistic dataset of 26,107 object images designed to comprehensively sample concrete objects. First, we establish a model of object features that is predictive of image memorability, capturing over half of the explainable variance. For this model, we find that semantic features have a stronger influence than visual features on what people will remember. Second, we examined whether memorability could be accounted for by the typicality of the objects, by comparing human behavioral data, object feature dimensions, and deep neural network features. While prototypical objects tend to be the most memorable, the relationship between memorability and typicality is more complex than a simple positive or negative association and typicality alone cannot account for memorability.Why is it that we seem to remember and forget the same things? Our lived experiences differ, but there is remarkable consistency in what is remembered across people. Here, we collected memory performance scores for a comprehensive and diverse collection of natural object images to …"
        },
        "filled": true,
        "author_pub_id": "Q-n9_FgAAAAJ:oTdOBqtIf_kC",
        "num_citations": 23,
        "citedby_url": "/scholar?hl=en&cites=5945500258311618340,10652378970080750051,12041836059132593332",
        "cites_id": [
            "5945500258311618340",
            "10652378970080750051",
            "12041836059132593332"
        ],
        "pub_url": "https://www.biorxiv.org/content/10.1101/2022.04.29.490104.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JD-o_PuoglIJ:scholar.google.com/",
        "cites_per_year": {
            "2021": 1,
            "2022": 5,
            "2023": 17
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "THINGS-data, a multimodal collection of large-scale datasets for investigating object representations in human brain and behavior",
            "pub_year": 2023,
            "citation": "Elife 12, e82580, 2023",
            "author": "Martin N Hebart and Oliver Contier and Lina Teichmann and Adam H Rockter and Charles Y Zheng and Alexis Kidder and Anna Corriveau and Maryam Vaziri-Pashkam and Chris I Baker",
            "journal": "Elife",
            "volume": "12",
            "pages": "e82580",
            "publisher": "eLife Sciences Publications Limited",
            "abstract": "Understanding object representations requires a broad, comprehensive sampling of the objects in our visual world with dense measurements of brain activity and behavior. Here, we present THINGS-data, a multimodal collection of large-scale neuroimaging and behavioral datasets in humans, comprising densely sampled functional MRI and magnetoencephalographic recordings, as well as 4.70 million similarity judgments in response to thousands of photographic images for up to 1,854 object concepts. THINGS-data is unique in its breadth of richly annotated objects, allowing for testing countless hypotheses at scale while assessing the reproducibility of previous findings. Beyond the unique insights promised by each individual dataset, the multimodality of THINGS-data allows combining datasets for a much broader view into object processing than previously possible. Our analyses demonstrate the high quality of the datasets and provide five examples of hypothesisdriven and data-driven applications. THINGS-data constitutes the core public release of the THINGS initiative (https://things-initiative. org) for bridging the gap between disciplines and the advancement of cognitive neuroscience."
        },
        "filled": true,
        "author_pub_id": "Q-n9_FgAAAAJ:PQEM9vzQD9gC",
        "num_citations": 22,
        "citedby_url": "/scholar?hl=en&cites=11776019156333001843,12813796853124410588,11855572849486790520",
        "cites_id": [
            "11776019156333001843",
            "12813796853124410588",
            "11855572849486790520"
        ],
        "pub_url": "https://elifesciences.org/articles/82580",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c3xs2QfTbKMJ:scholar.google.com/",
        "cites_per_year": {
            "2021": 1,
            "2022": 4,
            "2023": 17
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Dimensions underlying human understanding of the reachable world",
            "pub_year": 2023,
            "citation": "Cognition 234, 105368, 2023",
            "author": "Emilie L Josephs and Martin N Hebart and Talia Konkle",
            "journal": "Cognition",
            "volume": "234",
            "pages": "105368",
            "publisher": "Elsevier",
            "abstract": "Near-scale environments, like work desks, restaurant place settings or lab benches, are the interface of our hand-based interactions with the world. How are our conceptual representations of these environments organized? What properties distinguish among reachspaces, and why? We obtained 1.25 million similarity judgments on 990 reachspace images, and generated a 30-dimensional embedding which accurately predicts these judgments. Examination of the embedding dimensions revealed key properties underlying these judgments, such as reachspace layout, affordance, and visual appearance. Clustering performed over the embedding revealed four distinct interpretable classes of reachspaces, distinguishing among spaces related to food, electronics, analog activities, and storage or display. Finally, we found that reachspace similarity ratings were better predicted by the function of the spaces than their …"
        },
        "filled": true,
        "author_pub_id": "Q-n9_FgAAAAJ:hNSvKAmkeYkC",
        "num_citations": 5,
        "citedby_url": "/scholar?hl=en&cites=16572595389553118791,9522837584176446662",
        "cites_id": [
            "16572595389553118791",
            "9522837584176446662"
        ],
        "pub_url": "https://www.sciencedirect.com/science/article/pii/S0010027723000021",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Rw6XkLOv_eUJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 5
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The spatiotemporal neural dynamics of object recognition for natural images and line drawings",
            "pub_year": 2023,
            "citation": "Journal of Neuroscience 43 (3), 484-500, 2023",
            "author": "Johannes JD Singer and Radoslaw M Cichy and Martin N Hebart",
            "journal": "Journal of Neuroscience",
            "volume": "43",
            "number": "3",
            "pages": "484-500",
            "publisher": "Society for Neuroscience",
            "abstract": "Drawings offer a simple and efficient way to communicate meaning. While line drawings capture only coarsely how objects look in reality, we still perceive them as resembling real-world objects. Previous work has shown that this perceived similarity is mirrored by shared neural representations for drawings and natural images, which suggests that similar mechanisms underlie the recognition of both. However, other work has proposed that representations of drawings and natural images become similar only after substantial processing has taken place, suggesting distinct mechanisms. To arbitrate between those alternatives, we measured brain responses resolved in space and time using fMRI and MEG, respectively, while human participants (female and male) viewed images of objects depicted as photographs, line drawings, or sketch-like drawings. Using multivariate decoding, we demonstrate that object category …"
        },
        "filled": true,
        "author_pub_id": "Q-n9_FgAAAAJ:Ic1VZgkJnDsC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=14102090530843616330",
        "cites_id": [
            "14102090530843616330"
        ],
        "pub_url": "https://www.jneurosci.org/content/43/3/484.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:SmRVKZ-wtMMJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Multidimensional object properties are dynamically represented in the human brain",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.09. 08.556679, 2023",
            "author": "Lina Teichmann and Martin N Hebart and Chris I Baker",
            "journal": "bioRxiv",
            "pages": "2023.09. 08.556679",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Our visual world consists of an immense number of unique objects and yet, we are easily able to identify, distinguish, interact, and reason about the things we see within several hundred milliseconds. This requires that we flexibly integrate and focus on different object properties to support specific behavioral goals. In the current study, we examined how these rich object representations unfold in the human brain by modelling time-resolved MEG signals evoked by viewing thousands of objects. Using millions of behavioral judgments to guide our understanding of the neural representation of the object space, we find distinct temporal profiles across the object dimensions. These profiles fell into two broad types with either a distinct and early peak (~150 ms) or a slow rise to a late peak (~300 ms). Further, the early effects are stable across participants in contrast to later effects which show more variability across people. This highlights that early peaks may carry stimulus-specific and later peaks subject-specific information. Given that the dimensions with early peaks seem to be primarily visual dimensions and those with later peaks more conceptual, our results suggest that conceptual processing is more variable across people. Together, these data provide a comprehensive account of how a variety of object properties unfold in the human brain and contribute to the rich nature of object vision."
        },
        "filled": true,
        "author_pub_id": "Q-n9_FgAAAAJ:cBPnxVikjH8C",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.09.08.556679.abstract",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Distributed representations of behaviorally relevant object dimensions in the human visual system",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023",
            "author": "Oliver Contier and Chris I Baker and Martin N Hebart",
            "journal": "bioRxiv",
            "publisher": "Cold Spring Harbor Laboratory Preprints",
            "abstract": "Object vision is commonly thought to involve a hierarchy of brain regions processing increasingly complex image features, with high-level visual cortex supporting object recognition and categorization. However, object vision supports diverse behavioral goals, suggesting basic limitations of this category-centric framework. To address these limitations, here we map a series of behaviorally-relevant dimensions derived from a large-scale analysis of human similarity judgments directly onto the brain. Our results reveal broadly-distributed representations of behaviorally-relevant information, demonstrating selectivity to a wide variety of novel dimensions while capturing known selectivities for visual features and categories. Behaviorally-relevant dimensions were superior to categories at predicting brain responses, yielding mixed selectivity in much of visual cortex and sparse selectivity in category-selective clusters. This …"
        },
        "filled": true,
        "author_pub_id": "Q-n9_FgAAAAJ:xm0LlTxljI0C",
        "num_citations": 0,
        "pub_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10473665/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Revisiting the animacy, size, and curvature organization of human visual cortex",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 5072-5072, 2023",
            "author": "Laura M Stoinski and Oliver Contier and Talia Konkle and Martin N Hebart",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "5072-5072",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "Previous research has uncovered a large-scale organization of object categories in occipitotemporal cortex by the dimensions of animacy and real-world size (Konkle & Caramazza, 2013). The tripartite division of cortical zones with a preference for large objects, all animals, and small objects has been robustly replicated and appears to be driven by the mid-level visual feature curvature, ie large objects tend to be boxier, and small objects and animals curvier (Long et al., 2017). However, given the factorial design in the original studies, it has remained open to what degree these findings generalize to larger stimulus sets. To address this question, we used THINGS-fMRI, a large-scale dataset comprising fMRI responses to 8,740 naturalistic images of 720 animate and inanimate object categories (Contier et al., 2021). We then collected and applied a rich behavioral dataset of perceived animacy, real-world size, and …"
        },
        "filled": true,
        "author_pub_id": "Q-n9_FgAAAAJ:rCNdntzdTkkC",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2791451",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "THINGS-drawings: A large-scale dataset containing human sketches of 1,854 object concepts",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 5975-5975, 2023",
            "author": "Judith E Fan and Kushin Mukherjee and Holly Huey and Martin N Hebart and Wilma A Bainbridge",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "5975-5975",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "People’s knowledge about objects has traditionally been probed using a combination of feature-listing and rating tasks. However, feature listing fails to capture nuances in what people know about how objects look—their visual knowledge—which cannot easily be described in words. Moreover, rating tasks are limited by the set of attributes that researchers even think to consider. By contrast, freehand sketching provides a way for people to externalize their visual knowledge about objects in an open-ended fashion. As such, sketch behavior provides a versatile substrate for asking a wide range of questions about visual object knowledge that go beyond the scope of a typical study. Here we introduce THINGS-drawings, a new crowdsourced dataset containing multiple freehand sketches of the 1,854 object concepts in the THINGS database (Hebart et al., 2019). THINGS-drawings contains fine-grained information …"
        },
        "filled": true,
        "author_pub_id": "Q-n9_FgAAAAJ:EaFouW7jFu4C",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2792322",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Revealing interpretable object dimensions from a high-throughput model of the fusiform face area",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 5356-5356, 2023",
            "author": "Oliver Contier and Shu Fujimori and Katja Seeliger and N Apurva Ratan Murty and Martin Hebart",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "5356-5356",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "A central aim of visual neuroscience is to uncover the function of individual visually-responsive brain regions. A hallmark of occipitotemporal cortex is its functional organization into category-selective brain regions, and among these regions, it is well established that fusiform face area (FFA) responds highly selectively to the visual presentation of faces. At the same time, previous research has shown that FFA activity overlaps with several other feature maps that are not face specific, such as animacy, size, or curvature (Long et al., 2017), and FFA has been shown to carry above-chance information about non-face objects (Duchaine & Yovel, 2015). Thus, it remains an open question which other object dimensions may be represented in patterns of FFA responses. Here, we explored this question with a recent high-throughput neural-network model of FFA activity which has been shown to yield excellent predictive …"
        },
        "filled": true,
        "author_pub_id": "Q-n9_FgAAAAJ:x21FZCSn4ZoC",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2792039",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Uncovering high-level visual cortex preferences by training convolutional neural networks on large neuroimaging data",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 5493-5493, 2023",
            "author": "K Seeliger and R Leipe and J Roth and MN Hebart",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "5493-5493",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "Pretrained task-optimized convolutional neural networks are commonly used to predict brain responses to visual stimuli. Yet, they contain biases introduced by their training dataset and task objective (eg classification). Recent large-scale visual neuroimaging datasets have opened the avenue towards training modern convolutional neural networks with the objective of directly predicting brain responses measured with human neuroimaging data, which allows overcoming these biases. Here, we used the THINGS and the Natural Scenes Datasets–both massive functional MRI datasets acquired during the presentation of object photographs–to identify a suitable neural network architecture from the machine learning community from a set of candidate architectures (ResNet50, VGG-16, CORnet-S, and others) for predicting responses of individual regions in high-level visual cortex. Careful optimization of these …"
        },
        "filled": true,
        "author_pub_id": "Q-n9_FgAAAAJ:QoJ_w57xiyAC",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2791912",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "cneuromod-things: a large-scale fMRI dataset for task-and data-driven assessment of object representation and visual memory recognition in the human brain",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 5424-5424, 2023",
            "author": "Marie St-Laurent and Basile Pinsard and Oliver Contier and Katja Seeliger and Valentina Borghesani and Julie Boyle and Pierre Bellec and Martin Hebart",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "5424-5424",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "Understanding how the brain represents objects is a transdisciplinary endeavor that benefits from large and comprehensive datasets. The THINGS initiative is a global effort that aims to collect large-scale datasets with diverse neuroimaging techniques and in multiple species to advance our understanding of object processing in the mind and brain. At its core lies the THINGS database, which includes a thoroughly annotated set of images that are unique for their broad and systematic sampling of natural and man-made objects. Contributing to this growing initiative, we present cneuromod-things, an fMRI dataset acquired while four participants each completed between 33 and 36 sessions of a continuous recognition paradigm on thousands of THINGS images. The same~ 4k unique images were shown three times to every participant over the course of the experiment (18 repetitions for each of 720 image categories …"
        },
        "filled": true,
        "author_pub_id": "Q-n9_FgAAAAJ:6VlyvFCUEfcC",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2791977",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Revealing the locus and content of behaviorally relevant information about real-world scenes in human visual cortex",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 4712-4712, 2023",
            "author": "Johannes Singer and Agnessa Karapetian and Martin Hebart and Radoslaw Cichy",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "4712-4712",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "Scene information can be rapidly categorized and translated into appropriate actions. While there has been substantial progress in understanding how scene information is represented in the brain, it remains unknown to what extent particular scene representations are relevant for decision behavior. To address this question, we recorded fMRI data while human participants (N= 29) viewed manmade and natural scenes and paired it with behavioral data recorded in a separate session from participants (N= 30) performing either a categorization task or an orthogonal task on the same stimuli. In order to identify behaviorally relevant information, we correlated the reaction times (RTs) of individual scenes with the distances of scene-specific fMRI responses to a hyperplane derived from a multivariate pattern classifier. Our findings are threefold. First, we found negative distance-RT correlations for the categorization task in …"
        },
        "filled": true,
        "author_pub_id": "Q-n9_FgAAAAJ:Azgs6IHzeyYC",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2791785",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Assessing the feasibility of high stimulus presentation rates for contrasting conditions in functional MRI studies",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 5070-5070, 2023",
            "author": "Johannes Roth and Yoichi Miyawaki and Martin N Hebart",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "5070-5070",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "It is commonly assumed that event-related functional MRI studies of the visual system require slow stimulus presentation rates, with stimuli typically presented every 3-5s. At this rate, the BOLD signal is expected to be linear and can therefore be analyzed in a linear modeling framework. However, this assumption conflicts with recent findings that have successfully mapped the content of video stimuli to brain responses and with other work using more rapidly changing stimuli, suggesting that higher presentation rates may be possible. To address these seemingly conflicting views, we used simulations and measured brain responses with 7 Tesla fMRI (TR= 500ms) to determine the extent to which rapid stimulus presentation is achievable. For fMRI, we varied presentation rates between 0.5 s and 4s and presented observers with images of faces, places, objects, and scrambled objects. Our simulations showed that …"
        },
        "filled": true,
        "author_pub_id": "Q-n9_FgAAAAJ:7Frjd3zlGBUC",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2791453",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "A data-driven investigation of human action representations",
            "pub_year": 2023,
            "citation": "Scientific Reports 13 (1), 5171, 2023",
            "author": "Diana C Dima and Martin N Hebart and Leyla Isik",
            "journal": "Scientific Reports",
            "volume": "13",
            "number": "1",
            "pages": "5171",
            "publisher": "Nature Publishing Group UK",
            "abstract": "Understanding actions performed by others requires us to integrate different types of information about people, scenes, objects, and their interactions. What organizing dimensions does the mind use to make sense of this complex action space? To address this question, we collected intuitive similarity judgments across two large-scale sets of naturalistic videos depicting everyday actions. We used cross-validated sparse non-negative matrix factorization to identify the structure underlying action similarity judgments. A low-dimensional representation, consisting of nine to ten dimensions, was sufficient to accurately reconstruct human similarity judgments. The dimensions were robust to stimulus set perturbations and reproducible in a separate odd-one-out experiment. Human labels mapped these dimensions onto semantic axes relating to food, work, and home life; social axes relating to people and emotions; and one …"
        },
        "filled": true,
        "author_pub_id": "Q-n9_FgAAAAJ:DXE8ND7PrJAC",
        "num_citations": 0,
        "pub_url": "https://www.nature.com/articles/s41598-023-32192-5",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZiMKje3GGn8J:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The Three Terms Task-an open benchmark to compare human and artificial semantic representations",
            "pub_year": 2023,
            "citation": "Scientific Data 10 (1), 117, 2023",
            "author": "V Borghesani and J Armoza and Martin N Hebart and P Bellec and SM Brambati",
            "journal": "Scientific Data",
            "volume": "10",
            "number": "1",
            "pages": "117",
            "publisher": "Nature Publishing Group UK",
            "abstract": "Word processing entails retrieval of a unitary yet multidimensional semantic representation (e.g., a lemon’s colour, flavour, possible use) and has been investigated in both cognitive neuroscience and artificial intelligence. To enable the direct comparison of human and artificial semantic representations, and to support the use of natural language processing (NLP) for computational modelling of human understanding, a critical challenge is the development of benchmarks of appropriate size and complexity. Here we present a dataset probing semantic knowledge with a three-terms semantic associative task: which of two target words is more closely associated with a given anchor (e.g., is lemon closer to squeezer or sour?). The dataset includes both abstract and concrete nouns for a total of 10,107 triplets. For the 2,255 triplets with varying levels of agreement among NLP word embeddings, we additionally collected …"
        },
        "filled": true,
        "author_pub_id": "Q-n9_FgAAAAJ:WwIwg2wKZ0QC",
        "num_citations": 0,
        "pub_url": "https://www.nature.com/articles/s41597-023-02015-3",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rtU11RZxLSkJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Revealing interpretable object representations from human visual cortex and artificial neural networks",
            "pub_year": 2023,
            "citation": "2023 11th International Winter Conference on Brain-Computer Interface (BCI), 1-3, 2023",
            "author": "Martin Hebart",
            "conference": "2023 11th International Winter Conference on Brain-Computer Interface (BCI)",
            "pages": "1-3",
            "publisher": "IEEE",
            "abstract": "Predictive models are often limited by their strong focus on prediction accuracy, leading to potential for shortcut learning and limited out-of-set generalization. Recent interpretability methods have focused primarily on understanding the contribution of individual features or image regions to classification performance, but have placed less emphasis on the larger set of representational motifs that are being learned by predictive models. In this talk, I will highlight recent work from our own group aimed at revealing interpretable object representations from human behavior, patterns of brain activity, and artificial neural networks. Our approach operates at the level of triplet similarities and yields low-dimensional human interpretable embeddings with excellent reconstruction accuracy, providing both perceptual as well as semantic representational dimensions. By providing a trade-off between complexity, interpretability and …"
        },
        "filled": true,
        "author_pub_id": "Q-n9_FgAAAAJ:Vr2j17o0sqMC",
        "num_citations": 0,
        "pub_url": "https://ieeexplore.ieee.org/abstract/document/10078606/",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yyPcghleNEsJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The link between visual representations and behavior in human scene perception",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.08. 17.553708, 2023",
            "author": "Johannes JD Singer and Agnessa Karapetian and Martin N Hebart and Radoslaw Martin Cichy",
            "journal": "bioRxiv",
            "pages": "2023.08. 17.553708",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Scene recognition is a core sensory capacity that enables humans to adaptively interact with their environment. Despite substantial progress in the understanding of the neural representations underlying scene recognition, it remains unknown how these representations translate into behavior given different task demands. To address this, we aimed to identify behaviorally relevant scene representations, to characterize them in terms of their underlying visual features, and to reveal how they vary given different tasks. We recorded fMRI data while human participants viewed manmade and natural scenes and linked brain responses to behavior in one of two tasks acquired in a separate set of subjects: a manmade/natural categorization task or an orthogonal task on fixation. First, we found correlations between scene categorization response times (RTs) and scene-specific brain responses, quantified as the distance to a hyperplane derived from a multivariate classifier, in occipital and ventral-temporal, but not parahippocampal cortex. This suggests that representations in early visual and object-selective cortex are relevant for scene categorization. Next, we revealed that mid-level visual features, as quantified using deep convolutional neural networks, best explained the relationship between scene representations and behavior, indicating that these features are read out in scene categorization. Finally, we observed opposite patterns of correlations between brain responses and RTs in the categorization and orthogonal task, suggesting a critical influence of task on the behavioral relevance of scene representations. Together, these results reveal the …"
        },
        "filled": true,
        "author_pub_id": "Q-n9_FgAAAAJ:KS-xo-ZNxMsC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.08.17.553708.abstract",
        "cites_per_year": {}
    }
]