[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Parallel cognitive maps for multiple knowledge structures in the hippocampal formation",
            "pub_year": 2024,
            "citation": "Cerebral Cortex 34 (2), bhad485, 2024",
            "author": "Xiaochen Y Zheng and Martin N Hebart and Filip Grill and Raymond J Dolan and Christian F Doeller and Roshan Cools and Mona M Garvert",
            "journal": "Cerebral Cortex",
            "volume": "34",
            "number": "2",
            "pages": "bhad485",
            "publisher": "Oxford University Press",
            "abstract": "The hippocampal-entorhinal system uses cognitive maps to represent spatial knowledge and other types of relational information. However, objects can often be characterized by different types of relations simultaneously. How does the hippocampal formation handle the embedding of stimuli in multiple relational structures that differ vastly in their mode and timescale of acquisition? Does the hippocampal formation integrate different stimulus dimensions into one conjunctive map or is each dimension represented in a parallel map? Here, we reanalyzed human functional magnetic resonance imaging data from  that had previously revealed a map in the hippocampal formation coding for a newly learnt transition structure. Using functional magnetic resonance imaging adaptation analysis, we found that the degree of representational similarity in the bilateral hippocampus also decreased as a function of the …"
        },
        "filled": true,
        "author_pub_id": "Q-n9_FgAAAAJ:7H_jS4BsgvYC",
        "num_citations": 3,
        "citedby_url": "/scholar?hl=en&cites=13425355848619918620,8287968023546454790",
        "cites_id": [
            "13425355848619918620",
            "8287968023546454790"
        ],
        "pub_url": "https://academic.oup.com/cercor/article-abstract/34/2/bhad485/7513580",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HAU0hANyULoJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 1,
            "2024": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Dimensions underlying the representational alignment of deep neural networks with humans",
            "pub_year": 2024,
            "citation": "arXiv preprint arXiv:2406.19087, 2024",
            "author": "Florian P Mahner and Lukas Muttenthaler and Umut Güçlü and Martin N Hebart",
            "journal": "arXiv preprint arXiv:2406.19087",
            "abstract": "Determining the similarities and differences between humans and artificial intelligence is an important goal both in machine learning and cognitive neuroscience. However, similarities in representations only inform us about the degree of alignment, not the factors that determine it. Drawing upon recent developments in cognitive science, we propose a generic framework for yielding comparable representations in humans and deep neural networks (DNN). Applying this framework to humans and a DNN model of natural images revealed a low-dimensional DNN embedding of both visual and semantic dimensions. In contrast to humans, DNNs exhibited a clear dominance of visual over semantic features, indicating divergent strategies for representing images. While in-silico experiments showed seemingly-consistent interpretability of DNN dimensions, a direct comparison between human and DNN representations revealed substantial differences in how they process images. By making representations directly comparable, our results reveal important challenges for representational alignment, offering a means for improving their comparability."
        },
        "filled": true,
        "author_pub_id": "Q-n9_FgAAAAJ:bVQMTfhMCi4C",
        "num_citations": 0,
        "pub_url": "https://arxiv.org/abs/2406.19087",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mt3HgYqvmwAJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "What comparing deep neural networks can teach us about human vision",
            "pub_year": 2024,
            "citation": "Nature Machine Intelligence 6 (2), 122-123, 2024",
            "author": "Katja Seeliger and Martin N Hebart",
            "journal": "Nature Machine Intelligence",
            "volume": "6",
            "number": "2",
            "pages": "122-123",
            "publisher": "Nature Publishing Group UK",
            "abstract": "Recent work has demonstrated important parallels between human visual representations and those found in deep neural networks. A new study comparing functional MRI data to deep neural network models highlights factors that may determine this similarity."
        },
        "filled": true,
        "author_pub_id": "Q-n9_FgAAAAJ:L24QuVWYgZ0C",
        "num_citations": 0,
        "pub_url": "https://www.nature.com/articles/s42256-024-00789-8",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9ssxS9OpOHAJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Unrealized promise of joint modeling of choice and reaction time in improving representation learning",
            "pub_year": 2024,
            "citation": "Proceedings of the Annual Meeting of the Cognitive Science Society 46, 2024",
            "author": "Russell Richie and Nehal Ajmal and Martin N Hebart",
            "journal": "Proceedings of the Annual Meeting of the Cognitive Science Society",
            "volume": "46",
            "abstract": "As mental representations are standardly thought to underlie all cognitive processes, a major goal of cognitive science has been to uncover representations. Methods for representation learning from behavioral data often model choice or reaction time data alone, but not jointly, leaving out potentially useful information. Here we develop two models of choice and RT in the odd-one-out task, including one based on the Linear Ballistic Accumulator. Parameter recovery simulations show joint modeling of choice and RT with LBA recovers representations more accurately than modeling choice alone with softmax. However, on two empirical datasets of images and words, joint models performed no better than choice-only models, despite a significant correlation of reaction time with two measures of similarity and choice difficulty in both datasets. We speculate on reasons for the unrealized promise of joint modeling of RT and choice in representation learning."
        },
        "filled": true,
        "author_pub_id": "Q-n9_FgAAAAJ:RMgMIBzvq-4C",
        "num_citations": 0,
        "pub_url": "https://escholarship.org/uc/item/87n5h98z",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HoDwNcl2g1MJ:scholar.google.com/",
        "cites_per_year": {}
    }
]