[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The primacy of morphology in English Braille spelling: An analysis of bridging contractions",
            "pub_year": 2024,
            "citation": "Morphology 34 (2), 125-150, 2024",
            "author": "Robert Englebretson and M Cay Holbrook and Rebecca Treiman and Simon Fischer-Baum",
            "journal": "Morphology",
            "volume": "34",
            "number": "2",
            "pages": "125-150",
            "publisher": "Springer Netherlands",
            "abstract": "This study examines the use of braille contractions in a corpus of spelling tests from braille-reading children in grades 1-4, with particular attention to braille contractions that create mismatches with morphological structure. Braille is a tactile writing system that enables people who are blind or visually impaired to read and write. In English and many other languages, reading and writing braille is not simply a matter of transliterating between print letters and their braille equivalents; Unified English Braille (the official braille system used in the United States, Canada, the United Kingdom, and several other English-speaking countries) contains 180 contractions—one or more braille cells that represent whole words or strings of letters. In some words, the prescriptive rules for correct braille usage cause contractions to bridge morphological boundaries and to obscure the spellings of stems and affixes. We demonstrate that …"
        },
        "filled": true,
        "author_pub_id": "RzVG0dkAAAAJ:dshw04ExmUIC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=15164571559582202771",
        "cites_id": [
            "15164571559582202771"
        ],
        "pub_url": "https://link.springer.com/article/10.1007/s11525-023-09413-8",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:k3vj83xhc9IJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "149 Dynamical Network State Sequences for Human Language Production",
            "pub_year": 2024,
            "citation": "Neurosurgery 70 (Supplement_1), 33-34, 2024",
            "author": "Kiefer Forseth and Xaq Pitkow and Simon Fischer-Baum and Nitin Tandon",
            "journal": "Neurosurgery",
            "volume": "70",
            "number": "Supplement_1",
            "pages": "33-34",
            "publisher": "LWW",
            "abstract": "METHODS:Intracranial electrodes (n= 25810, 134 patients), including both surface grids and stereotactic depths, were implanted for the evaluation of epilepsy. Patients performed picture naming of common objects and underwent systematic cortical stimulation mapping of language function. We used cross-validated autoregressive hidden Markov models–combining the interpretability of multivariate autoregressive analysis with the nonlinear embedding of the switching Markov characteristic–to distinguish cognitive states defined by causal interactional motifs of distributed cortical substrates and to simulate in silico lesions of dynamical network structures.RESULTS:We created a detailed spatiotemporal atlas of word production spanning the entire language-dominant cortex. From this map, we resolved network dynamics comprising sequences of state space transitions for each word articulated. This identified five …"
        },
        "filled": true,
        "author_pub_id": "RzVG0dkAAAAJ:K3LRdlH-MEoC",
        "num_citations": 0,
        "pub_url": "https://journals.lww.com/neurosurgery/abstract/2024/04001/149_dynamical_network_state_sequences_for_human.62.aspx?context=latestarticles",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8AN5OViiVUUJ:scholar.google.com/",
        "cites_per_year": {}
    }
]