[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Critical role of the ventral temporal lobe in naming",
            "pub_year": 2023,
            "citation": "Epilepsia, 2023",
            "author": "Kathryn M Snyder and Kiefer J Forseth and Cristian Donos and Patrick S Rollo and Simon Fischer‐Baum and Joshua Breier and Nitin Tandon",
            "journal": "Epilepsia",
            "abstract": "Lexical retrieval deficits are characteristic of a variety of different neurological disorders. However, the exact substrates responsible for this are not known. We studied a large cohort of patients undergoing surgery in the dominant temporal lobe for medically intractable epilepsy (n = 95) to localize brain regions that were associated with anomia.We performed a multivariate voxel‐based lesion–symptom mapping analysis to correlate surgical lesions within the temporal lobe with changes in naming ability. Additionally, we used a surface‐based mixed‐effects multilevel analysis to estimate group‐level broadband gamma activity during naming across a subset of patients with electrocorticographic recordings and integrated these results with lesion–deficit findings.We observed that ventral temporal regions, centered around the middle fusiform gyrus, were significantly associated with a …"
        },
        "filled": true,
        "author_pub_id": "RzVG0dkAAAAJ:nb7KW1ujOQ8C",
        "num_citations": 7,
        "citedby_url": "/scholar?hl=en&cites=4190413430138063117",
        "cites_id": [
            "4190413430138063117"
        ],
        "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/epi.17555",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DclnHdBWJzoJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 7
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Bayesian inference for stationary points in Gaussian process regression models for event‐related potentials analysis",
            "pub_year": 2023,
            "citation": "Biometrics 79 (2), 629-641, 2023",
            "author": "Cheng‐Han Yu and Meng Li and Colin Noe and Simon Fischer‐Baum and Marina Vannucci",
            "journal": "Biometrics",
            "volume": "79",
            "number": "2",
            "pages": "629-641",
            "abstract": "Stationary points embedded in the derivatives are often critical for a model to be interpretable and may be considered as key features of interest in many applications. We propose a semiparametric Bayesian model to efficiently infer the locations of stationary points of a nonparametric function, which also produces an estimate of the function. We use Gaussian processes as a flexible prior for the underlying function and impose derivative constraints to control the function's shape via conditioning. We develop an inferential strategy that intentionally restricts estimation to the case of at least one stationary point, bypassing possible mis‐specifications in the number of stationary points and avoiding the varying dimension problem that often brings in computational complexity. We illustrate the proposed methods using simulations and then apply the method to the estimation of event‐related potentials derived from …"
        },
        "filled": true,
        "author_pub_id": "RzVG0dkAAAAJ:zA6iFVUQeVQC",
        "num_citations": 5,
        "citedby_url": "/scholar?hl=en&cites=719746862972347953,17082721271472734265",
        "cites_id": [
            "719746862972347953",
            "17082721271472734265"
        ],
        "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/biom.13621",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MSarX_UN_QkJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 4
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "A position paper on researching braille in the cognitive sciences: decentering the sighted norm",
            "pub_year": 2023,
            "citation": "Applied Psycholinguistics 44 (3), 400-415, 2023",
            "author": "Robert Englebretson and M Cay Holbrook and Simon Fischer-Baum",
            "journal": "Applied Psycholinguistics",
            "volume": "44",
            "number": "3",
            "pages": "400-415",
            "publisher": "Cambridge University Press",
            "abstract": "This article positions braille as a writing system worthy of study in its own right and on its own terms. We begin with a discussion of the role of braille in the lives of those who read and write it and a call for more attention to braille in the reading sciences. We then give an overview of the history and development of braille, focusing on its formal characteristics as a writing system, in order to acquaint sighted print readers with the basics of braille and to spark further interest among reading researchers. We then explore how print-centric assumptions and sight-centric motivations have potentially negative consequences, not only for braille users but also for the types of questions researchers think to pursue. We conclude with recommendations for conducting responsible and informed research about braille. We affirm that blindness is most equitably understood as but one of the many diverse ways humans experience the …"
        },
        "filled": true,
        "author_pub_id": "RzVG0dkAAAAJ:P5F9QuxV20EC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=7534995813002744706",
        "cites_id": [
            "7534995813002744706"
        ],
        "pub_url": "https://www.cambridge.org/core/journals/applied-psycholinguistics/article/position-paper-on-researching-braille-in-the-cognitive-sciences-decentering-the-sighted-norm/64946B5F1007FE52140E1C4C5AFB356E",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:gpMVEsWukWgJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Bayesian inference for stationary points in Gaussian process regression models for event‐related potentials analysis",
            "pub_year": 2023,
            "citation": "Biometrics 79 (2), 629-641, 2023",
            "author": "Cheng‐Han Yu and Meng Li and Colin Noe and Simon Fischer‐Baum and Marina Vannucci",
            "journal": "Biometrics",
            "volume": "79",
            "number": "2",
            "pages": "629-641",
            "publisher": "The International Biometric Society",
            "abstract": "Stationary points embedded in the derivatives are often critical for a model to be interpretable and may be considered as key features of interest in many applications. We propose a semiparametric Bayesian model to efficiently infer the locations of stationary points of a nonparametric function, which also produces an estimate of the function. We use Gaussian processes as a flexible prior for the underlying function and impose derivative constraints to control the function's shape via conditioning. We develop an inferential strategy that intentionally restricts estimation to the case of at least one stationary point, bypassing possible mis‐specifications in the number of stationary points and avoiding the varying dimension problem that often brings in computational complexity. We illustrate the proposed methods using simulations and then apply the method to the estimation of event‐related potentials derived from electroencephalography (EEG) signals. We show how the proposed method automatically identifies characteristic components and their latencies at the individual level, which avoids the excessive averaging across subjects that is routinely done in the field to obtain smooth curves. By applying this approach to EEG data collected from younger and older adults during a speech perception task, we are able to demonstrate how the time course of speech perception processes changes with age."
        },
        "filled": true,
        "author_pub_id": "RzVG0dkAAAAJ:KxtntwgDAa4C",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=17082721271472734265",
        "cites_id": [
            "17082721271472734265"
        ],
        "pub_url": "https://ideas.repec.org/a/bla/biomet/v79y2023i2p629-641.html",
        "cites_per_year": {
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Representational Similarity Analysis for Tracking Neural Correlates of Haptic Learning on a Multimodal Device",
            "pub_year": 2023,
            "citation": "IEEE Transactions on Haptics, 2023",
            "author": "Alix S Macklin and Jeffrey M Yau and Simon Fischer-Baum and Marcia K O'Malley",
            "journal": "IEEE Transactions on Haptics",
            "publisher": "IEEE",
            "abstract": "A goal of wearable haptic devices has been to enable haptic communication, where individuals learn to map information typically processed visually or aurally to haptic cues via a process of cross-modal associative learning. Neural correlates have been used to evaluate haptic perception and may provide a more objective approach to assess association performance than more commonly used behavioral measures of performance. In this paper, we examine Representational Similarity Analysis (RSA) of electroencephalography (EEG) as a framework to evaluate how the neural representation of multifeatured haptic cues changes with association training. We focus on the first phase of cross-modal associative learning, perception of multimodal cues. A participant learned to map phonemes to multimodal haptic cues, and EEG data were acquired before and after training to create neural representational spaces that …"
        },
        "filled": true,
        "author_pub_id": "RzVG0dkAAAAJ:u9iWguZQMMsC",
        "num_citations": 0,
        "pub_url": "https://ieeexplore.ieee.org/abstract/document/10214167/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Sensorimotor reorganization in visual cortex in brain-damaged individuals with primary somatosensory damage",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 5586-5586, 2023",
            "author": "Jared Medina and Yuqi Liu and Elizabeth J Halfen and Jeffrey M Yau and Simon Fischer-Baum and Peter Kohler and Olufunsho Faseyitan and H Branch Coslett",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "5586-5586",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "Cortical reorganization after lesions to primary somatosensory cortex (S1) has been studied extensively in animal models, yet little is known regarding post-stroke sensorimotor plasticity in humans. We examined two brain-damaged individuals, LS and RF, who suffered lesions in the hand area of right S1 and posterior parietal cortex with spared motor cortex. Behavioral investigations revealed expected deficits in tactile detection and tactile localization in the contralesional limb in both patients, while the ability to perform simple hand movements was preserved. We then conducted functional neuroimaging experiments in which they received tactile stimulation or performed hand movements (opening-closing the fist). For LS, whose damage encompassed the entire hand area of S1, tactile stimulation on the contralesional right hand activated secondary somatosensory area (S2) and middle temporal gyrus. RF’s lesion …"
        },
        "filled": true,
        "author_pub_id": "RzVG0dkAAAAJ:XiSMed-E-HIC",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2792675",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The primacy of morphology in English Braille spelling: An analysis of bridging contractions",
            "pub_year": 2023,
            "citation": "Morphology, 1-26, 2023",
            "author": "Robert Englebretson and M Cay Holbrook and Rebecca Treiman and Simon Fischer-Baum",
            "journal": "Morphology",
            "pages": "1-26",
            "publisher": "Springer Netherlands",
            "abstract": "This study examines the use of braille contractions in a corpus of spelling tests from braille-reading children in grades 1-4, with particular attention to braille contractions that create mismatches with morphological structure. Braille is a tactile writing system that enables people who are blind or visually impaired to read and write. In English and many other languages, reading and writing braille is not simply a matter of transliterating between print letters and their braille equivalents; Unified English Braille (the official braille system used in the United States, Canada, the United Kingdom, and several other English-speaking countries) contains 180 contractions—one or more braille cells that represent whole words or strings of letters. In some words, the prescriptive rules for correct braille usage cause contractions to bridge morphological boundaries and to obscure the spellings of stems and affixes. We demonstrate that …"
        },
        "filled": true,
        "author_pub_id": "RzVG0dkAAAAJ:dshw04ExmUIC",
        "num_citations": 0,
        "pub_url": "https://link.springer.com/article/10.1007/s11525-023-09413-8",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Braille and the Reading Sciences: Diversity Through Research and Engagement",
            "pub_year": 2023,
            "citation": "2023 Annual Meeting, 2023",
            "author": "Simon Fischer-Baum and Robert Englebretson",
            "conference": "2023 Annual Meeting",
            "publisher": "AAAS"
        },
        "filled": true,
        "author_pub_id": "RzVG0dkAAAAJ:1sJd4Hv_s6UC",
        "num_citations": 0,
        "pub_url": "https://aaas.confex.com/aaas/2023/meetingapp.cgi/Session/30006",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Case studies in neuropsychology.",
            "pub_year": 2023,
            "citation": "American Psychological Association, 2023",
            "author": "Randi C Martin and Simon Fischer-Baum and Corinne M Pettigrew",
            "publisher": "American Psychological Association",
            "abstract": "The case study approach in cognitive neuropsychology aims to use the data from patients with brain damage to inform theories of neurotypical cognition. In this approach, a detailed assessment of the patient's performance is obtained to determine the areas of impaired and spared functioning. Multiple measures are obtained for each hypothesized component to provide converging evidence that the component is spared or impaired. Theory within a domain is used to guide the use and development of behavioral tests. The findings may provide support for one theory over others or challenge all existing theories. The case study approach is also often used in comparing multiple cases in which different patients show a disruption of different components of a cognitive process. This chapter discusses how investigations of the behavioral deficits in individual patients can inform the understanding of the brain and …"
        },
        "filled": true,
        "author_pub_id": "RzVG0dkAAAAJ:p2g8aNsByqUC",
        "num_citations": 0,
        "pub_url": "https://psycnet.apa.org/record/2023-78956-035",
        "cites_per_year": {}
    }
]