[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Temporal multiplexing of perception and memory codes in IT cortex",
            "pub_year": 2024,
            "citation": "Nature, 1-8, 2024",
            "author": "Liang She and Marcus K Benna and Yuelin Shi and Stefano Fusi and Doris Y Tsao",
            "journal": "Nature",
            "pages": "1-8",
            "publisher": "Nature Publishing Group UK",
            "abstract": "A central assumption of neuroscience is that long-term memories are represented by the same brain areas that encode sensory stimuli. Neurons in inferotemporal (IT) cortex represent the sensory percept of visual objects using a distributed axis code, –. Whether and how the same IT neural population represents the long-term memory of visual objects remains unclear. Here we examined how familiar faces are encoded in the IT anterior medial face patch (AM), perirhinal face patch (PR) and temporal pole face patch (TP). In AM and PR we observed that the encoding axis for familiar faces is rotated relative to that for unfamiliar faces at long latency; in TP this memory-related rotation was much weaker. Contrary to previous claims, the relative response magnitude to familiar versus unfamiliar faces was not a stable indicator of familiarity in any patch, , , , , –. The mechanism underlying the memory-related axis change is …"
        },
        "filled": true,
        "author_pub_id": "SejsFgkAAAAJ:08ZZubdj9fEC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=531511959723758180",
        "cites_id": [
            "531511959723758180"
        ],
        "pub_url": "https://www.nature.com/articles/s41586-024-07349-5",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZNI0sU9PYAcJ:scholar.google.com/",
        "cites_per_year": {
            "2024": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "How does the primate brain combine generative and discriminative computations in vision?",
            "pub_year": 2024,
            "citation": "ArXiv, 2024",
            "author": "Benjamin Peters and James J DiCarlo and Todd Gureckis and Ralf Haefner and Leyla Isik and Joshua Tenenbaum and Talia Konkle and Thomas Naselaris and Kimberly Stachenfeld and Zenna Tavares and Doris Tsao and Ilker Yildirim and Nikolaus Kriegeskorte",
            "journal": "ArXiv",
            "publisher": "arXiv",
            "abstract": "Vision is widely understood as an inference problem. However, two contrasting conceptions of the inference process have each been influential in research on biological vision as well as the engineering of machine vision. The first emphasizes bottom-up signal flow, describing vision as a largely feedforward, discriminative inference process that filters and transforms the visual information to remove irrelevant variation and represent behaviorally relevant information in a format suitable for downstream functions of cognition and behavioral control. In this conception, vision is driven by the sensory data, and perception is direct because the processing proceeds from the data to the latent variables of interest. The notion of “inference” in this conception is that of the engineering literature on neural networks, where feedforward convolutional neural networks processing images are said to perform inference. The alternative …"
        },
        "filled": true,
        "author_pub_id": "SejsFgkAAAAJ:u9iWguZQMMsC",
        "num_citations": 0,
        "pub_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10802669/",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:w8Hc7q55jCIJ:scholar.google.com/",
        "cites_per_year": {}
    }
]