[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
<<<<<<< Updated upstream
=======
            "title": "Temporal multiplexing of perception and memory codes in IT cortex",
            "pub_year": 2024,
            "citation": "Nature, 1-8, 2024",
            "author": "Liang She and Marcus K Benna and Yuelin Shi and Stefano Fusi and Doris Y Tsao",
            "journal": "Nature",
            "pages": "1-8",
            "publisher": "Nature Publishing Group UK",
            "abstract": "A central assumption of neuroscience is that long-term memories are represented by the same brain areas that encode sensory stimuli. Neurons in inferotemporal (IT) cortex represent the sensory percept of visual objects using a distributed axis code, –. Whether and how the same IT neural population represents the long-term memory of visual objects remains unclear. Here we examined how familiar faces are encoded in the IT anterior medial face patch (AM), perirhinal face patch (PR) and temporal pole face patch (TP). In AM and PR we observed that the encoding axis for familiar faces is rotated relative to that for unfamiliar faces at long latency; in TP this memory-related rotation was much weaker. Contrary to previous claims, the relative response magnitude to familiar versus unfamiliar faces was not a stable indicator of familiarity in any patch, , , , , –. The mechanism underlying the memory-related axis change is …"
        },
        "filled": true,
        "author_pub_id": "SejsFgkAAAAJ:08ZZubdj9fEC",
        "num_citations": 0,
        "pub_url": "https://www.nature.com/articles/s41586-024-07349-5",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZNI0sU9PYAcJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "How does the primate brain combine generative and discriminative computations in vision?",
            "pub_year": 2024,
            "citation": "arXiv preprint arXiv:2401.06005, 2024",
            "author": "Benjamin Peters and James J DiCarlo and Todd Gureckis and Ralf Haefner and Leyla Isik and Joshua Tenenbaum and Talia Konkle and Thomas Naselaris and Kimberly Stachenfeld and Zenna Tavares and Doris Tsao and Ilker Yildirim and Nikolaus Kriegeskorte",
            "journal": "arXiv preprint arXiv:2401.06005",
            "abstract": "Vision is widely understood as an inference problem. However, two contrasting conceptions of the inference process have each been influential in research on biological vision as well as the engineering of machine vision. The first emphasizes bottom-up signal flow, describing vision as a largely feedforward, discriminative inference process that filters and transforms the visual information to remove irrelevant variation and represent behaviorally relevant information in a format suitable for downstream functions of cognition and behavioral control. In this conception, vision is driven by the sensory data, and perception is direct because the processing proceeds from the data to the latent variables of interest. The notion of \"inference\" in this conception is that of the engineering literature on neural networks, where feedforward convolutional neural networks processing images are said to perform inference. The alternative conception is that of vision as an inference process in Helmholtz's sense, where the sensory evidence is evaluated in the context of a generative model of the causal processes giving rise to it. In this conception, vision inverts a generative model through an interrogation of the evidence in a process often thought to involve top-down predictions of sensory data to evaluate the likelihood of alternative hypotheses. The authors include scientists rooted in roughly equal numbers in each of the conceptions and motivated to overcome what might be a false dichotomy between them and engage the other perspective in the realm of theory and experiment. The primate brain employs an unknown algorithm that may combine the advantages of …"
        },
        "filled": true,
        "author_pub_id": "SejsFgkAAAAJ:u9iWguZQMMsC",
        "num_citations": 0,
        "pub_url": "https://arxiv.org/abs/2401.06005",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
>>>>>>> Stashed changes
            "title": "Rapid, concerted switching of the neural code in inferotemporal cortex",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023",
            "author": "Yuelin Shi and Dasheng Bi and Janis Karan Hesse and Frank F Lanfranchi and Shi Chen and Doris Y Tsao",
            "journal": "bioRxiv",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "A fundamental paradigm in neuroscience is the concept of neural coding through tuning functions. According to this idea, neurons encode stimuli through fixed mappings of stimulus features to firing rates. Here, we report that the tuning of visual neurons can rapidly and coherently change across a population to attend to a whole and its parts. We set out to investigate a longstanding debate concerning whether inferotemporal (IT) cortex uses a specialized code for representing specific types of objects or whether it uses a general code that applies to any object. We found that face cells in macaque IT cortex initially adopted a general code optimized for face detection. But following a rapid, concerted population event lasting < 20 ms, the neural code transformed into a face-specific one with two striking properties: (i) response gradients to principal detection-related dimensions reversed direction, and (ii) new tuning …"
        },
        "filled": true,
        "author_pub_id": "SejsFgkAAAAJ:p2g8aNsByqUC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.12.06.570341",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Microscale visualization of cellular features in adult macaque visual cortex",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.11. 02.565381, 2023",
            "author": "Pooja Balaram and Kevin T Takasaki and Ayana Hellevik and Jamuna Tandukar and Emily Turschak and Bryan MacLennan and Naveen Ouellette and Russel Torres and Connor Laughland and Olga Gliko and Sharmistaa Seshamani and Eric Perlman and Mike Taormina and Erica Peterson and Zoe Juneau and Lydia Potekhina and Adam Glaser and Jayaram Chandrashekar and Molly Logsdon and Kevin Cao and Celeste Dylla and Gaku Hatanaka and Soumya Chatterjee and Jonathan T Ting and David Vumbaco and Jack T Waters and Wyeth Bair and Doris Tsao and Ruixuan Gao and Robert Clay Reid",
            "journal": "bioRxiv",
            "pages": "2023.11. 02.565381",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Expansion microscopy and light sheet imaging enable fine-scale resolution of intracellular features that comprise neural circuits. Most current techniques visualize sparsely distributed features across whole brains or densely distributed features within individual brain regions. Here, we visualize dense distributions of immunolabeled proteins across early visual cortical areas in adult macaque monkeys. This process may be combined with multiphoton or magnetic resonance imaging to produce multimodal atlases in large, gyrencephalic brains."
        },
        "filled": true,
        "author_pub_id": "SejsFgkAAAAJ:uWQEDVKXjbEC",
        "num_citations": 0,
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.11.02.565381.abstract",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Catalyzing next-generation artificial intelligence through neuroai",
            "pub_year": 2023,
            "citation": "Nature communications 14 (1), 1597, 2023",
            "author": "Anthony Zador and Sean Escola and Blake Richards and Bence Ölveczky and Yoshua Bengio and Kwabena Boahen and Matthew Botvinick and Dmitri Chklovskii and Anne Churchland and Claudia Clopath and James DiCarlo and Surya Ganguli and Jeff Hawkins and Konrad Körding and Alexei Koulakov and Yann LeCun and Timothy Lillicrap and Adam Marblestone and Bruno Olshausen and Alexandre Pouget and Cristina Savin and Terrence Sejnowski and Eero Simoncelli and Sara Solla and David Sussillo and Andreas S Tolias and Doris Tsao",
            "volume": "14",
            "number": "1",
            "pages": "1597",
            "publisher": "Nature Publishing Group UK",
            "abstract": "Neuroscience has long been an essential driver of progress in artificial intelligence (AI). We propose that to accelerate progress in AI, we must invest in fundamental research in NeuroAI. A core component of this is the embodied Turing test, which challenges AI animal models to interact with the sensorimotor world at skill levels akin to their living counterparts. The embodied Turing test shifts the focus from those capabilities like game playing and language that are especially well-developed or uniquely human to those capabilities – inherited from over 500 million years of evolution – that are shared with all animals. Building models that can pass the embodied Turing test will provide a roadmap for the next generation of AI."
        },
        "filled": true,
        "author_pub_id": "SejsFgkAAAAJ:P5F9QuxV20EC",
        "num_citations": 45,
        "citedby_url": "/scholar?hl=en&cites=7012396176970419900",
        "cites_id": [
            "7012396176970419900"
        ],
        "pub_url": "https://www.nature.com/articles/s41467-023-37180-x",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vA6hcCsJUWEJ:scholar.google.com/",
        "cites_per_year": {
            "2022": 1,
            "2023": 42
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Large-scale high-density brain-wide neural recording in nonhuman primates",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.02. 01.526664, 2023",
            "author": "Eric M Trautmann and Janis K Hesse and Gabriel M Stine and Ruobing Xia and Shude Zhu and Daniel J O’Shea and Bill Karsh and Jennifer Colonell and Frank F Lanfranchi and Saurabh Vyas and Andrew Zimnik and Natalie A Steinmann and Daniel A Wagenaar and Alexandru Andrei and Carolina Mora Lopez and John O’Callaghan and Jan Putzeys and Bogdan C Raducanu and Marleen Welkenhuysen and Mark Churchland and Tirin Moore and Michael Shadlen and Krishna Shenoy and Doris Tsao and Barundeb Dutta and Timothy Harris",
            "journal": "bioRxiv",
            "pages": "2023.02. 01.526664",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "High-density, integrated silicon electrodes have begun to transform systems neuroscience, by enabling large-scale neural population recordings with single cell resolution. Existing technologies, however, have provided limited functionality in nonhuman primate species such as macaques, which offer close models of human cognition and behavior. Here, we report the design, fabrication, and performance of Neuropixels 1.0-NHP, a high channel count linear electrode array designed to enable large-scale simultaneous recording in superficial and deep structures within the macaque or other large animal brain. These devices were fabricated in two versions: 4416 electrodes along a 45 mm shank, and 2496 along a 25 mm shank. For both versions, users can programmatically select 384 channels, enabling simultaneous multi-area recording with a single probe. We demonstrate recording from over 3000 single neurons within a session, and simultaneous recordings from over 1000 neurons using multiple probes. This technology represents a significant increase in recording access and scalability relative to existing technologies, and enables new classes of experiments involving fine-grained electrophysiological characterization of brain areas, functional connectivity between cells, and simultaneous brain-wide recording at scale."
        },
        "filled": true,
        "author_pub_id": "SejsFgkAAAAJ:CHSYGLWDkRkC",
        "num_citations": 10,
        "citedby_url": "/scholar?hl=en&cites=14695758275896022210",
        "cites_id": [
            "14695758275896022210"
        ],
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.02.01.526664.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:whTKW0rS8csJ:scholar.google.com/",
        "cites_per_year": {
            "2022": 1,
            "2023": 9
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Mice and primates use distinct strategies for visual segmentation",
            "pub_year": 2023,
            "citation": "Elife 12, e74394, 2023",
            "author": "Francisco J Luongo and Lu Liu and Chun Lum Andy Ho and Janis K Hesse and Joseph B Wekselblatt and Frank F Lanfranchi and Daniel Huber and Doris Y Tsao",
            "journal": "Elife",
            "volume": "12",
            "pages": "e74394",
            "publisher": "eLife Sciences Publications Limited",
            "abstract": "The rodent visual system has attracted great interest in recent years due to its experimental tractability, but the fundamental mechanisms used by the mouse to represent the visual world remain unclear. In the primate, researchers have argued from both behavioral and neural evidence that a key step in visual representation is ‘figure-ground segmentation’, the delineation of figures as distinct from backgrounds. To determine if mice also show behavioral and neural signatures of figure-ground segmentation, we trained mice on a figure-ground segmentation task where figures were defined by gratings and naturalistic textures moving counterphase to the background. Unlike primates, mice were severely limited in their ability to segment figure from ground using the opponent motion cue, with segmentation behavior strongly dependent on the specific carrier pattern. Remarkably, when mice were forced to localize naturalistic patterns defined by opponent motion, they adopted a strategy of brute force memorization of texture patterns. In contrast, primates, including humans, macaques, and mouse lemurs, could readily segment figures independent of carrier pattern using the opponent motion cue. Consistent with mouse behavior, neural responses to the same stimuli recorded in mouse visual areas V1, RL, and LM also did not support texture-invariant segmentation of figures using opponent motion. Modeling revealed that the texture dependence of both the mouse’s behavior and neural responses could be explained by a feedforward neural network lacking explicit segmentation capabilities. These findings reveal a fundamental limitation in the ability of …"
        },
        "filled": true,
        "author_pub_id": "SejsFgkAAAAJ:4OULZ7Gr8RgC",
        "num_citations": 8,
        "citedby_url": "/scholar?hl=en&cites=6538156090045081983",
        "cites_id": [
            "6538156090045081983"
        ],
        "pub_url": "https://elifesciences.org/articles/74394",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:f6kxwVIyvFoJ:scholar.google.com/",
        "cites_per_year": {
            "2022": 3,
            "2023": 4
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Functional modules for visual scene segmentation in macaque visual cortex",
            "pub_year": 2023,
            "citation": "Proceedings of the National Academy of Sciences 120 (32), e2221122120, 2023",
            "author": "Janis K Hesse and Doris Y Tsao",
            "journal": "Proceedings of the National Academy of Sciences",
            "volume": "120",
            "number": "32",
            "pages": "e2221122120",
            "publisher": "National Academy of Sciences",
            "abstract": "Segmentation, the computation of object boundaries, is one of the most important steps in intermediate visual processing. Previous studies have reported cells across visual cortex that are modulated by segmentation features, but the functional role of these cells remains unclear. First, it is unclear whether these cells encode segmentation consistently since most studies used only a limited variety of stimulus types. Second, it is unclear whether these cells are organized into specialized modules or instead randomly scattered across the visual cortex: the former would lend credence to a functional role for putative segmentation cells. Here, we used fMRI-guided electrophysiology to systematically characterize the consistency and spatial organization of segmentation-encoding cells across the visual cortex. Using fMRI, we identified a set of patches in V2, V3, V3A, V4, and V4A that were more active for stimuli containing …"
        },
        "filled": true,
        "author_pub_id": "SejsFgkAAAAJ:UxriW0iASnsC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=5052896771658773836",
        "cites_id": [
            "5052896771658773836"
        ],
        "pub_url": "https://www.pnas.org/doi/abs/10.1073/pnas.2221122120",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Effects of focused ultrasound in a\" clean\" mouse model of ultrasonic neuromodulation",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.05. 22.541780, 2023",
            "author": "Hongsun Guo and Hossein Salahshoor and Di Wu and Sangjin Yoo and Tomokazu Sato and Doris Tsao and Mikhail Shapiro",
            "journal": "bioRxiv",
            "pages": "2023.05. 22.541780",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Recent studies on ultrasonic neuromodulation (UNM) in rodents have shown that focused ultrasound (FUS) can activate peripheral auditory pathways, leading to off-target and brain-wide excitation, which obscures the direct activation of the target area by FUS. To address this issue, we developed a new mouse model, the double transgenic Pou4f3+/DTR x Thy1-GCaMP6s, which allows for inducible deafening using diphtheria toxin and minimizes off-target effects of UNM while allowing effects on neural activity to be visualized with fluorescent calcium imaging. Using this model, we found that the auditory confounds caused by FUS can be significantly reduced or eliminated within a certain pressure range. At higher pressures, FUS can result in focal fluorescence dips at the target, elicit non-auditory sensory confounds, and damage tissue, leading to spreading depolarization. Under the acoustic conditions we tested, we did not observe direct calcium responses in the mouse cortex. Our findings provide a cleaner animal model for UNM and sonogenetics research, establish a parameter range within which off-target effects are confidently avoided, and reveal the non-auditory side effects of higher-pressure stimulation."
        },
        "filled": true,
        "author_pub_id": "SejsFgkAAAAJ:KxtntwgDAa4C",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=15380824828870224721",
        "cites_id": [
            "15380824828870224721"
        ],
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.05.22.541780.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UWtR1bCqc9UJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Probing for the existence of a generative model in the macaque face patch system",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 4663-4663, 2023",
            "author": "Doris Tsao",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "4663-4663",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "The idea that the brain contains a generative model of reality is highly attractive, explaining both how a perceptual system can converge on the correct interpretation of a scene through an iterative generate-and-compare process, and how it can learn to represent the world in a self-supervised way. Moreover, if consciousness corresponds directly to top-down generated contents, this would elegantly explain the mystery of why our perception of ambiguous images is always consistent across all levels. However, experimental evidence for the existence of a generative model in the visual system remains lacking. I will discuss efforts by my lab to fill this gap through experiments in the macaque face patch system, a set of regions in inferotemporal cortex dedicated to processing faces. This system is strongly connected in both feedforward and feedback directions, providing an ideal testbed to probe for the existence of a …"
        },
        "filled": true,
        "author_pub_id": "SejsFgkAAAAJ:SP6oXDckpogC",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2791824",
        "cites_per_year": {}
    }
]