[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Empirical evidence for perspectival similarity",
            "pub_year": 2024,
            "citation": "Psychological Review 131, 311–320, 2024",
            "author": "Jorge Morales and Chaz Firestone",
            "journal": "Psychological Review",
            "volume": "131",
            "pages": "311–320",
            "publisher": "American Psychological Association",
            "abstract": "When a circular coin is rotated in depth, is there any sense in which it comes to resemble an ellipse? While this question is at the center of a rich and divided philosophical tradition (with some scholars answering affirmatively and some negatively), Morales et al.(2020, 2021) took an empirical approach, reporting 10 experiments whose results favor such perspectival similarity. Recently, Burge and Burge (2022) offered a vigorous critique of this work, objecting to its approach and conclusions on both philosophical and empirical grounds. Here, we answer these objections on both fronts. We show that Burge and Burge’s critique rests on misunderstandings of Morales et al.’s claims; of the relation between the data and conclusions; and of the philosophical context in which the work appears. Specifically, Burge and Burge attribute to us a much stronger (and stranger) view than we hold, involving the introduction of “a new …"
        },
        "filled": true,
        "author_pub_id": "TJEUdh4AAAAJ:foquWX3nUaYC",
        "num_citations": 9,
        "citedby_url": "/scholar?hl=en&cites=844283432460210274",
        "cites_id": [
            "844283432460210274"
        ],
        "pub_url": "https://psycnet.apa.org/record/2023-37047-001",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YtCJAU9_twsJ:scholar.google.com/",
        "cites_per_year": {
            "2022": 1,
            "2023": 5,
            "2024": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Sensitivity to visual features in inattentional blindness",
            "pub_year": 2024,
            "citation": "bioRxiv, 2024.05. 18.593967, 2024",
            "author": "Makaela Nartker and Chaz Firestone and Howard Egeth and Ian Phillips",
            "journal": "bioRxiv",
            "pages": "2024.05. 18.593967",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "The relation between attention, perception and awareness is among the most fundamental problems in the science of the mind. One of the most striking and well-known phenomena bearing on this question is inattentional blindness (IB; Neisser & Becklen, 1975; Mack & Rock, 1998; Most et al., 2001, 2005). In IB, naive observers fail to report clearly visible stimuli when their attention is otherwise engaged -- famously even missing a gorilla parading before their eyes (Simons & Chabris, 1999). This phenomenon and the research programs it has motivated carry tremendous theoretical significance, both as crucial evidence that awareness requires attention (Cohen et al., 2012; Prinz, 2012; Noah & Mangun, 2020) and as a key tool in seeking the neural correlates of consciousness (Rees et al., 1999; Pitts et al., 2014; Hutchinson, 2019). However, these and other implications critically rest on a notoriously biased measure: asking participants whether they noticed anything unusual (and interpreting negative answers as reflecting a complete lack of visual awareness). Here, in the largest ever set of IB studies, we show that inattentionally blind participants can successfully report the location, color and shape of the stimuli they deny noticing. This residual visual sensitivity shows that perceptual information remains accessible in IB. We further show that subjective reports in IB are conservative, by introducing absent trials where no IB stimulus is presented; this approach allows us to show for the first time that observers are systematically biased to report not noticing in IB -- essentially 'playing it safe' in reporting their sensitivity. This pair of results is consistent …"
        },
        "filled": true,
        "author_pub_id": "TJEUdh4AAAAJ:sNmaIFBj_lkC",
        "num_citations": 7,
        "citedby_url": "/scholar?hl=en&cites=16193245904774528636,6028541529559402907",
        "cites_id": [
            "16193245904774528636",
            "6028541529559402907"
        ],
        "pub_url": "https://www.biorxiv.org/content/10.1101/2024.05.18.593967.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fH6i2lr3ueAJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 5,
            "2024": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Caricaturing Shapes in Visual Memory",
            "pub_year": 2024,
            "citation": "Psychological Science, 09567976231225091, 2024",
            "author": "Zekun Sun and Subin Han and Chaz Firestone",
            "journal": "Psychological Science",
            "pages": "09567976231225091",
            "publisher": "SAGE Publications",
            "abstract": "When representing high-level stimuli, such as faces and animals, we tend to emphasize salient features—such as a face’s prominent cheekbones or a bird’s pointed beak. Such mental caricaturing leaves traces in memory, which exaggerates these distinctive qualities. How broadly does this phenomenon extend? Here, in six experiments (N = 700 adults), we explored how memory automatically caricatures basic units of visual processing—simple geometric shapes—even without task-related demands to do so. Participants saw a novel shape and then immediately adjusted a copy of that shape to match what they had seen. Surprisingly, participants reconstructed shapes in exaggerated form, amplifying curvature, enlarging salient parts, and so on. Follow-up experiments generalized this bias to new parameters, ruled out strategic responding, and amplified the effects in serial transmission. Thus, even the most basic …"
        },
        "filled": true,
        "author_pub_id": "TJEUdh4AAAAJ:q3CdL3IzO_QC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=15392319526507438555,6996727934021755947",
        "cites_id": [
            "15392319526507438555",
            "6996727934021755947"
        ],
        "pub_url": "https://journals.sagepub.com/doi/abs/10.1177/09567976231225091",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2-HIrg6BnNUJ:scholar.google.com/",
        "cites_per_year": {
            "2024": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Pretending not to know reveals a powerful capacity for self-simulation",
            "pub_year": 2024,
            "citation": "OSF, 2024",
            "author": "Matan Mazor and Chaz Firestone and Ian Phillips",
            "publisher": "OSF",
            "abstract": "Feigning ignorance is crucial in contexts as diverse as diplomacy, warcraft and personal relationships, each demanding strategic concealment of information. To be effective, such ‘epistemic pretense’requires us to anticipate how we would behave with different knowledge, and then to act in accord with that counterfactual knowledge state. Decades of research on hindsight bias suggest that people are poor at appreciating how they would behave when ignorant. In stark contrast, here we discover a remarkable capacity to simulate decision-making under a counterfactual knowledge state, by comparing real and ‘pretend’play in two large-scale gamified experiments. Subjects saw the full solution to a game (eg, all ship locations in Battleship, or the hidden word in Hangman) but then attempted to play as though they didn’t have this information. Impressively, they mimicked broad and subtle patterns of ordinary play, completely convincing peers of their ignorance. Nevertheless, computational modeling uncovered traces of ‘over-acting’in their decisions, consistent with a schematic simulation of their minds. Opening up a new approach to studying self-simulation, our results reveal intricate metacognitive knowledge about decision-making, drawn from a rich—but simplified—internal model of cognition."
        },
        "filled": true,
        "author_pub_id": "TJEUdh4AAAAJ:XoXfffV-tXoC",
        "num_citations": 0,
        "pub_url": "https://osf.io/pgxrz/download",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:E7rkPx7l-QsJ:scholar.google.com/",
        "cites_per_year": {}
    }
]