[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Open dataset of theory of mind reasoning in early to middle childhood",
            "pub_year": 2023,
            "citation": "Data in Brief, 109905, 2023",
            "author": "Koraima Sotomayor Enriquez and Hyowon Gweon and Rebecca Saxe and Hilary Richardson",
            "journal": "Data in Brief",
            "pages": "109905",
            "publisher": "Elsevier",
            "abstract": "Theory of mind (ToM) reasoning refers to the process by which we reason about the mental states (beliefs, desires, emotions) of others. Here, we describe an open dataset of responses from children who completed a story booklet task for assessing ToM reasoning (n=321 3–12-year-old children, including 64 (neurotypical) children assessed longitudinally and 68 autistic children). Children completed one of two versions of the story booklet task (Booklet 1 or 2). Both versions include two-alternative forced choice and free response questions that tap ToM concepts ranging in difficulty from reasoning about desires and beliefs to reasoning about moral blameworthiness and mistaken referents. Booklet 2 additionally includes items that assess understanding of sarcasm, lies, and second-order belief-desire reasoning. Compared to other ToM tasks, the booklet task provides relatively dense sampling of ToM reasoning …"
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:jFemdcug13IC",
        "num_citations": 0,
        "pub_url": "https://www.sciencedirect.com/science/article/pii/S2352340923009484",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Left-Hemisphere Cortical Language Regions Respond Equally to Observed Dialogue and Monologue",
            "pub_year": 2023,
            "citation": "Neurobiology of Language, 1-36, 2023",
            "author": "Halie A Olson and Emily M Chen and Kirsten O Lydic and Rebecca R Saxe",
            "journal": "Neurobiology of Language",
            "pages": "1-36",
            "publisher": "MIT Press",
            "abstract": "Much of the language we encounter in our everyday lives comes in the form of conversation, yet the majority of research on the neural basis of language comprehension has used input from only one speaker at a time. Twenty adults were scanned while passively observing audiovisual conversations using functional magnetic resonance imaging. In a block-design task, participants watched 20 s videos of puppets speaking either to another puppet (the dialogue condition) or directly to the viewer (the monologue condition), while the audio was either comprehensible (played forward) or incomprehensible (played backward). Individually functionally localized left-hemisphere language regions responded more to comprehensible than incomprehensible speech but did not respond differently to dialogue than monologue. In a second task, participants watched videos (1–3 min each) of two puppets conversing with …"
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:rHJHxKgnXwkC",
        "num_citations": 0,
        "pub_url": "https://direct.mit.edu/nol/article/doi/10.1162/nol_a_00123/117766",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Emotion prediction as computation over a generative theory of mind",
            "pub_year": 2023,
            "citation": "Philosophical Transactions of the Royal Society A 381 (2251), 20220047, 2023",
            "author": "Sean Dae Houlihan and Max Kleiman-Weiner and Luke B Hewitt and Joshua B Tenenbaum and Rebecca Saxe",
            "journal": "Philosophical Transactions of the Royal Society A",
            "volume": "381",
            "number": "2251",
            "pages": "20220047",
            "publisher": "The Royal Society",
            "abstract": "From sparse descriptions of events, observers can make systematic and nuanced predictions of what emotions the people involved will experience. We propose a formal model of emotion prediction in the context of a public high-stakes social dilemma. This model uses inverse planning to infer a person’s beliefs and preferences, including social preferences for equity and for maintaining a good reputation. The model then combines these inferred mental contents with the event to compute ‘appraisals’: whether the situation conformed to the expectations and fulfilled the preferences. We learn functions mapping computed appraisals to emotion labels, allowing the model to match human observers’ quantitative predictions of 20 emotions, including joy, relief, guilt and envy. Model comparison indicates that inferred monetary preferences are not sufficient to explain observers’ emotion predictions; inferred social …"
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:kw52XkFRtyQC",
        "num_citations": 7,
        "citedby_url": "/scholar?hl=en&cites=16940775940699691363",
        "cites_id": [
            "16940775940699691363"
        ],
        "pub_url": "https://royalsocietypublishing.org/doi/abs/10.1098/rsta.2022.0047",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Y5njRPa5GesJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 7
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Habituation reflects optimal exploration over noisy perceptual samples",
            "pub_year": 2023,
            "citation": "Topics in Cognitive Science 15 (2), 290-302, 2023",
            "author": "Anjie Cao and Gal Raz and Rebecca Saxe and Michael C Frank",
            "journal": "Topics in Cognitive Science",
            "volume": "15",
            "number": "2",
            "pages": "290-302",
            "abstract": "From birth, humans constantly make decisions about what to look at and for how long. Yet, the mechanism behind such decision‐making remains poorly understood. Here, we present the rational action, noisy choice for habituation (RANCH) model. RANCH is a rational learning model that takes noisy perceptual samples from stimuli and makes sampling decisions based on expected information gain (EIG). The model captures key patterns of looking time documented in developmental research: habituation and dishabituation. We evaluated the model with adult looking time collected from a paradigm analogous to the infant habituation paradigm. We compared RANCH with baseline models (no learning model, no perceptual noise model) and models with alternative linking hypotheses (Surprisal, KL divergence). We showed that (1) learning and perceptual noise are critical assumptions of the model, and (2 …"
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:AHdEip9mkN0C",
        "num_citations": 5,
        "citedby_url": "/scholar?hl=en&cites=2959474266126945977",
        "cites_id": [
            "2959474266126945977"
        ],
        "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/tops.12631",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uQ5oQioqEikJ:scholar.google.com/",
        "cites_per_year": {
            "2022": 1,
            "2023": 4
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Preliminary evidence for selective cortical responses to music in one‐month‐old infants",
            "pub_year": 2023,
            "citation": "Developmental Science, e13387, 2023",
            "author": "Heather L Kosakowski and Samuel Norman‐Haignere and Anna Mynick and Atsushi Takahashi and Rebecca Saxe and Nancy Kanwisher",
            "journal": "Developmental Science",
            "pages": "e13387",
            "abstract": "Prior studies have observed selective neural responses in the adult human auditory cortex to music and speech that cannot be explained by the differing lower‐level acoustic properties of these stimuli. Does infant cortex exhibit similarly selective responses to music and speech shortly after birth? To answer this question, we attempted to collect functional magnetic resonance imaging (fMRI) data from 45 sleeping infants (2.0‐ to 11.9‐weeks‐old) while they listened to monophonic instrumental lullabies and infant‐directed speech produced by a mother. To match acoustic variation between music and speech sounds we (1) recorded music from instruments that had a similar spectral range as female infant‐directed speech, (2) used a novel excitation‐matching algorithm to match the cochleagrams of music and speech stimuli, and (3) synthesized “model‐matched” stimuli that were matched in spectrotemporal …"
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:FiytvqdAVhgC",
        "num_citations": 3,
        "citedby_url": "/scholar?hl=en&cites=18080781322115500175",
        "cites_id": [
            "18080781322115500175"
        ],
        "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/desc.13387",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:j0g2_tDW6_oJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 3
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "No evidence for discontinuity between infants and adults",
            "pub_year": 2023,
            "citation": "PsyArXiv. February 14, 2023",
            "author": "Shari Liu and Gal Raz and Frederik Kamps and Tobias Grossmann and Rebecca Saxe",
            "volume": "14",
            "abstract": "Based on studies of infant gaze, developmental psychologists have ascribed abstract cognitive functions to young infants. In their thought-provoking article, Blumberg and Adolph (B+ A)[1] consider the implications of developmental neurobiology for these claims. Abstract cognitive functions in adults depend on cortical circuits; however, B+ A hypothesize that the developing cortex is too immature to drive gaze in the youngest infants. If this is true, then subcortical regions must be driving all observed gaze behavior in young infants."
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:IaI1MmNe2tcC",
        "num_citations": 3,
        "citedby_url": "/scholar?hl=en&cites=8371457581924684",
        "cites_id": [
            "8371457581924684"
        ],
        "pub_url": "https://www.cell.com/trends/cognitive-sciences/newarticles",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TEFs28u9HQAJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 3
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Desperation and inequality increase stealing: evidence from experimental microsocieties",
            "pub_year": 2023,
            "citation": "Royal Society Open Science 10 (7), 221385, 2023",
            "author": "Setayesh Radkani and Eleanor Holton and Benoît De Courson and Rebecca Saxe and Daniel Nettle",
            "journal": "Royal Society Open Science",
            "volume": "10",
            "number": "7",
            "pages": "221385",
            "publisher": "The Royal Society",
            "abstract": "People facing material deprivation are more likely to turn to acquisitive crime. It is not clear why it makes sense for them to do so, given that apprehension and punishment may make their situation even worse. Recent theory suggests that people should be more willing to steal if they are on the wrong side of a ‘desperation threshold’; that is, a level of resources critical to wellbeing. Below such a threshold, people should pursue any risky behaviour that offers the possibility of a short route back above, and should be insensitive to the severity of possible punishments, since they have little left to lose. We developed a multi-round, multi-player economic game with a desperation threshold and the possibility of theft as well as cooperation. Across four experiments with 1000 UK and US adults, we showed that falling short of a desperation threshold increased stealing from other players, even when the payoff from stealing …"
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:XUvXOeBm_78C",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=7409749943785088462",
        "cites_id": [
            "7409749943785088462"
        ],
        "pub_url": "https://royalsocietypublishing.org/doi/abs/10.1098/rsos.221385",
        "cites_per_year": {
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Challenging the classical view: recognition of identity and expression as integrated processes",
            "pub_year": 2023,
            "citation": "Brain Sciences 13 (2), 296, 2023",
            "author": "Emily Schwartz and Kathryn O’Nell and Rebecca Saxe and Stefano Anzellotti",
            "journal": "Brain Sciences",
            "volume": "13",
            "number": "2",
            "pages": "296",
            "publisher": "MDPI",
            "abstract": "Recent neuroimaging evidence challenges the classical view that face identity and facial expression are processed by segregated neural pathways, showing that information about identity and expression are encoded within common brain regions. This article tests the hypothesis that integrated representations of identity and expression arise spontaneously within deep neural networks. A subset of the CelebA dataset is used to train a deep convolutional neural network (DCNN) to label face identity (chance = 0.06%, accuracy = 26.5%), and the FER2013 dataset is used to train a DCNN to label facial expression (chance = 14.2%, accuracy = 63.5%). The identity-trained and expression-trained networks each successfully transfer to labeling both face identity and facial expression on the Karolinska Directed Emotional Faces dataset. This study demonstrates that DCNNs trained to recognize face identity and DCNNs trained to recognize facial expression spontaneously develop representations of facial expression and face identity, respectively. Furthermore, a congruence coefficient analysis reveals that features distinguishing between identities and features distinguishing between expressions become increasingly orthogonal from layer to layer, suggesting that deep neural networks disentangle representational subspaces corresponding to different sources."
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:j7_hQOaDUrUC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=3749881966985276588",
        "cites_id": [
            "3749881966985276588"
        ],
        "pub_url": "https://www.mdpi.com/2076-3425/13/2/296",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rOzM_8dBCjQJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Left-hemisphere cortical language regions respond equally to dialogue and monologue",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.01. 30.526344, 2023",
            "author": "Halie Ann Olson and Emily May-Ying Chen and Kirsten Lydic and Rebecca Saxe",
            "journal": "bioRxiv",
            "pages": "2023.01. 30.526344",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "Much of the language we encounter in our everyday lives comes in the form of conversation, yet the majority of research on the neural basis of language comprehension has used language input from a single source. To determine whether canonical left-hemisphere language regions are sensitive to features of dialogue beyond the comprehensibility of the speech stream, we scanned 20 adults on two novel tasks using functional magnetic resonance imaging. In the first, participants watched videos of puppets speaking either to the viewer (monologue) or to a partner (dialogue), while the audio was either comprehensible (forward) or reversed (backward). Canonical left-hemisphere language regions responded more to forward than backward speech, as expected, but did not respond more to dialogue than monologue. In a second task, two puppets conversed with each other, but only one was comprehensible while the other's speech stream was reversed. Left-hemisphere cortical language regions again responded more to forward than backwards speech, and activity in these regions was only correlated among participants who heard the same characters speaking forward and backward. In contrast, some theory of mind regions and right hemisphere homologues of language regions responded more to dialogue than monologue, and activity in some of these regions was correlated among participants even when opposite characters were speaking forward and backward (in both cases, the visual video clips were held constant). Together, these experiments suggest that canonical left-hemisphere cortical language regions are only sensitive to the …"
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:7BrZ7Jt4UNcC",
        "num_citations": 2,
        "citedby_url": "/scholar?hl=en&cites=12778227426865949946",
        "cites_id": [
            "12778227426865949946"
        ],
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.01.30.526344.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-qx_jSRiVbEJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Using fMRI to study the neural basis of violation-of-expectation",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 4925-4925, 2023",
            "author": "Shari Liu and Kirsten Lydic and Rebecca Saxe",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "4925-4925",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "Why do babies look longer when objects float in midair, or people behave inefficiently (Carey; 2009; Spelke 2022) during violation-of-expectation (VOE) studies? Here we test two non-mutually exclusive hypotheses. One hypothesis is that VOE is supported (H1) by domain-general processes, like visual prediction error and endogenous attention. A second hypothesis is that VOE is supported (H2) by domain-specific prediction error over psychological and physical expectations. These hypotheses predict responses in distinct neural regions. Whereas the domain-general hypothesis predicts greater responses to unexpected than expected events in visual and multiple demand regions, that generalize across domains, the domain-specific hypothesis predicts greater responses to unexpected events in different regions depending on the domain (eg supramarginal gyrus for physics, superior temporal sulcus for …"
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:6yz0xqPARnAC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=9348763344785872511",
        "cites_id": [
            "9348763344785872511"
        ],
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2791584",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Left-hemisphere cortical language regions respond equally to observed dialogue and monologue",
            "pub_year": 2023,
            "citation": "Neurobiology of Language, 1-89, 2023",
            "author": "Halie Olson and Emily Chen and Kirsten Lydic and Rebecca Saxe",
            "journal": "Neurobiology of Language",
            "pages": "1-89",
            "publisher": "MIT Press",
            "abstract": "Much of the language we encounter in our everyday lives comes in the form of conversation, yet the majority of research on the neural basis of language comprehension has used input from only one speaker at a time. 20 adults were scanned while passively observing audiovisual conversations using functional magnetic resonance imaging. In a block-design task, participants watched 20-second videos of puppets speaking either to another puppet (the “dialogue” condition) or directly to the viewer (“monologue”), while the audio was either comprehensible (played forward) or incomprehensible (played backward). Individually functionally-localized left-hemisphere language regions responded more to comprehensible than incomprehensible speech but did not respond differently to dialogue than monologue. In a second task, participants watched videos (1–3 minutes each) of two puppets conversing with each …"
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:rHJHxKgnXwkC",
        "num_citations": 0,
        "pub_url": "https://direct.mit.edu/nol/article/doi/10.1162/nol_a_00123/117766",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Neural correlates of theory of mind reasoning in congenitally blind children",
            "pub_year": 2023,
            "citation": "Developmental Cognitive Neuroscience 63, 101285, 2023",
            "author": "Hilary Richardson and Rebecca Saxe and Marina Bedny",
            "journal": "Developmental Cognitive Neuroscience",
            "volume": "63",
            "pages": "101285",
            "publisher": "Elsevier",
            "abstract": "Vision is an important source of information about other minds for sighted children, especially prior to the onset of language. Visually observed actions, eye gaze, and facial expressions of others provide information about mental states, such as beliefs, desires, and emotions. Does such experience contribute causally to the development of cortical networks supporting social cognition? To address this question we compared functional development of brain regions supporting theory of mind (ToM), as well as behavioral ToM reasoning, across congenitally blind (n=17) and sighted (n=114) children and adolescents (4–17 years old). We find that blind children in this age range show slightly lower ToM behavioral performance relative to sighted children. Likewise, the functional profile of ToM brain regions is qualitatively similar, but quantitatively weaker in blind relative to sighted children. Alongside prior research, these …"
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:prdVHNxh-e8C",
        "num_citations": 0,
        "pub_url": "https://www.sciencedirect.com/science/article/pii/S1878929323000907",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Study 2: Zoo Intervention (Adult version)",
            "pub_year": 2023,
            "citation": "OSF, 2023",
            "author": "Shengyi Wu and Laura Schulz and Rebecca Saxe",
            "publisher": "OSF",
            "abstract": "In this study, we are interested in if and how people use a causal Theory of Mind framework to plan to change others' actions. If actions are jointly caused by appropriate pairs of desires and beliefs, there exists an asymmetry between the interventions to induce someone to take a new action and the interventions to stop someone from taking a planned action. To induce someone to act, you have to ensure that they have both the relevant beliefs and desires; to prevent someone from acting, it is sufficient to remove either the relevant beliefs or desires. In a previous study, we tested for this asymmetry between generative and preventative interventions using vignettes of real-life situations that describe characters' mental states and plans to act or not to act. For each vignette, we gave participants three action options: choice A is intended to change what the other character believes; choice B is intended to change what the other character desires/wants, and choice C is to perform both A and B. We found that people's choices of action varied significantly based on if the interventions are generative, where the goal is to make the character act when they had not previously intended to, or preventative, where the goal is to prevent the character from taking the action they had initially intended. More specifically, adult participants chose the options that act on others' both desires and beliefs more often in the generative than the preventative condition. In the current study, we use a rank of preference paradigm to test whether adults make this distinction in intervening on others' beliefs and desires to generate versus prevent their actions. In each story stimulus, we …"
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:DBa1UEJaJKAC",
        "num_citations": 0,
        "pub_url": "https://osf.io/fm6s3/resources",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Conceptual and perceptual novelty reflect distinct motives of infant looking: Meta-analytic evidence",
            "pub_year": 2023,
            "citation": "PsyArXiv, 2023",
            "author": "Linette Kunin and Sabrina Piccolo and Rebecca Saxe and Shari Liu",
            "publisher": "PsyArXiv",
            "abstract": "Infants look longer at events that are unexpected (eg a ball floating in midair) and at events that are different from what they have previously seen (eg rightward motion, after repeated exposure to leftward motion). This has led to debate about whether shared or distinct mechanisms lead infants to look longer toward unexpected events (the violation-of-expectation response, or VOE) versus visually novel events (the perceptual novelty response, or PN). Here, we studied both looking behaviors using meta-analysis of condition-level data (from 34 papers, 78 conditions, and 1915 infants) and mega-analysis of infant-level data (from 25 papers, 60 conditions, and 1482 infants) from prior studies of infants’ understanding of agents and objects. First, we estimated VOE and PN in the same data and found that showing infants an unexpected event drove their looking behavior as reliably as showing infants a visually novel event. Second, we tested whether VOE and PN are supported by similar or distinct mechanisms. Under the hypothesis that both responses are driven by a common mechanism, the same factors should predict the size of both effects. However, these responses were moderated by different predictors. The PN effect was larger after infants were habituated instead of familiarized, and did not differ depending on infant age. The VOE effect, in contrast, was not moderated by habituation vs familiarization and was larger for younger infants. These findings suggest that these two responses reflect distinct drivers of infant visual attention"
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:CdxZDUztZiMC",
        "num_citations": 0,
        "pub_url": "https://osf.io/preprints/psyarxiv/kx76y/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "An empirical testbed for models of information seeking in infants",
            "pub_year": 2023,
            "citation": "OSF, 2023",
            "author": "Janine A Medrano and Gal Raz and Anjie Cao and Michael C Frank and Rebecca Saxe",
            "publisher": "OSF",
            "abstract": "This study attempts to elicit dishabituation in response to different types of violations using a within-subjects design. By showing each infants several familiarization-test blocks, and varying the way in which the test differs from the familiarization (by varying number of items, pose, animacy and identity), we ask whether different types of violations elicit different degrees of dishabituation relative to a background test trials, in which the same familiar stimulus is shown again. The goal is to compare behavior on this task to our computational model, GRANCH, which generates predictions on the same stimuli."
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:Ade32sEp0pkC",
        "num_citations": 0,
        "pub_url": "https://osf.io/auf8e/resources",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Development of navigational affordance perception in infancy",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 5716-5716, 2023",
            "author": "Frederik Kamps and Emily Chen and Adele Mah and Stephanie Washburn and Nancy Kanwisher and Rebecca Saxe",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "5716-5716",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "Shortly after learning to crawl or walk, toddlers successfully use vision to guide navigation through the local visual space. How does this ability develop? One hypothesis is that the emergence of navigational affordance perception depends on active navigation experience (eg, crawling). However, this hypothesis has never been tested, as almost all prior work conflates perception of navigational affordances with the integration of this information into a motor plan. Here we developed a measure of navigational affordance perception based only on preferential looking. Infants and toddlers viewed 10s videos depicting an egocentric perspective of navigation toward the corner of a room, with one wall containing an open doorway affording further navigation, and the other containing a perceptually similar distractor. Across three experiments, 16-month-old toddlers looked significantly more toward doorways (i) relative to …"
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:3NQIlFlcGxIC",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2792558",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "What people learn from punishment: joint inference of wrongness and punisher’s motivations from observation of punitive choices",
            "pub_year": 2023,
            "citation": "PsyArXiv, 2023",
            "author": "Setayesh Radkani and Rebecca Saxe",
            "publisher": "PsyArXiv",
            "abstract": "Punishment is a cost imposed on a target, in response to an undesirable action. Yet choosing to punish also reveals information about the authority’s own motives and values. We propose that observers jointly infer the wrongness of the action and the authority’s motivations. Using hypothetical scenarios in unfamiliar societies, we experimentally manipulated observers’ prior beliefs and measured human observers’ inferences after observing punishment. These inferences were recapitulated in a formal model that inverts an intuitive causal model of authorities who make rational choices about punishment by weighing its costs and benefits (ie utilities). An essential component of this model, driving these inferences, is that legitimate authorities consider the utility of a proportional response to harmful actions, which depends on the balance between the wrongness of the act and the severity of the punishment."
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:PYBJJbyH-FwC",
        "num_citations": 0,
        "pub_url": "https://psyarxiv.com/9sbmn/download?format=pdf",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VXK6OAQSJRMJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Author Correction: Single-neuronal predictions of others’ beliefs in humans",
            "pub_year": 2023,
            "citation": "Nature, 1-1, 2023",
            "author": "Mohsen Jamali and Benjamin L Grannan and Evelina Fedorenko and Rebecca Saxe and Raymundo Báez-Mendoza and Ziv M Williams",
            "journal": "Nature",
            "pages": "1-1",
            "publisher": "Nature Publishing Group UK",
            "abstract": "When we recently reconstructed our recording locations on a standardized 3D brain model, we observed that the recording sites were in near proximity to those originally estimated but were also more posterolateral and somewhat broader in distribution. These recordings collectively spanned the superior frontal gyrus as well as part of its medial middle frontal gyrus border. These observations do not alter the neuronal findings or results of the paper and do not affect the analyses or other figures. There are two interesting implications of these observations, though, with respect to prior functional imaging studies."
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:7H_MAutzIkAC",
        "num_citations": 0,
        "pub_url": "https://www.nature.com/articles/s41586-023-06263-6",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pXmxnV8jsk8J:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "People have systematic expectations linking social relationships to patterns of reciprocal altruism",
            "pub_year": 2023,
            "citation": "PsyArXiv, 2023",
            "author": "Alicia M Chen and Rebecca Saxe",
            "publisher": "PsyArXiv",
            "abstract": "In two-person asymmetric coordination dilemmas, both people are better off if they coordinate, but one person benefits more than the other. When these interactions recur, people can form expectations to balance who is better off over time. What does it mean when asymmetric social interactions recur, and what can we learn from how people solve these dilemmas? We hypothesize that people expect social interactions to recur when two people are in a social relationship, and that knowing about the symmetry of the social relationship influences the stable solution to asymmetric coordination dilemmas over time. We report two experiments where participants read stories and answered questions about social interactions between two people. In Experiment 1, participants infer that two people are in a social relationship when there is a sequence of altruistic interactions between them, and specifically infer an asymmetric relationship when one person always performs the altruistic action, and a symmetric relationship when the two people alternate performing the altruistic action. In Experiment 2, participants equally expect alternating and repeating altruistic actions when the relationship is symmetric, but expect repeating actions (following a precedent) when the relationship is asymmetric. Our results suggest that people are able to use knowledge of relationships to generate shared expectations for coordinating on recurrent altruistic social interactions, and vice versa."
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:WHdLCjDvYFkC",
        "num_citations": 0,
        "pub_url": "https://psyarxiv.com/f4spk/download?format=pdf",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DRh9vcRO8j0J:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "No evidence for familiarity preferences after partial exposure to visual concepts in preschoolers and infants",
            "pub_year": 2023,
            "citation": "PsyArXiv, 2023",
            "author": "Gal Raz and Anjie Cao and Minh Khong Bui and Michael C Frank and Rebecca Saxe",
            "publisher": "PsyArXiv",
            "abstract": "From birth, humans make decisions about what to look at and for how long. A classic framework proposes encoding as a key driver of looking behavior in development-in early stages of encoding, infants and young children prefer to engage with familiar stimuli, while at later stages of encoding they prefer novel stimuli. Though this framework is often invoked when interpreting looking time studies, it is rarely validated empirically. Here, we test these predictions by explicitly manipulating exposure durations within-subjects. While we found robust evidence for habituation and novelty preferences, limiting exposure to visual concepts did not result in familiarity preferences in any age group. Our findings suggest that limited exposure does not generically lead to familiarity preferences, and that interpretations of observed familiarity preferences should be made with care. We argue for the development of formal frameworks which link the learning problem faced by participants to their attentional preferences."
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:wKETBy42zhYC",
        "num_citations": 0,
        "pub_url": "https://psyarxiv.com/sfb4z/download?format=pdf",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RSBw0WSRq_kJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Domain-specific and domain-general neural responses to surprising psychological and physical events",
            "pub_year": 2023,
            "citation": "PsyArXiv, 2023",
            "author": "Shari Liu and Kirsten Lydic and Lingjie Mei and Rebecca Saxe",
            "publisher": "PsyArXiv",
            "abstract": "Why do babies look longer when they see an object pass through a solid wall, or a person act inefficiently, during violation-of-expectation (VOE) studies? Here we test two non-mutually exclusive hypotheses:(i) VOE involves domain-general processes, like visual prediction error, and curiosity about the source of surprise.(ii) VOE involves domain-specific processes, like prediction error over distinctively physical and psychological expectations (objects fall; agents behave rationally). In a pre-registered experiment, we scanned 32 adults using functional magnetic resonance imaging (fMRI) while they watched videos of agents and objects, adapted from infant behavioral research. Early visual regions responded equally to surprising and expected events in both domains, providing evidence against domain-general visual prediction error. Some multiple demand regions, that are engaged when people deploy goal-directed attention, responded more to surprising events from both domains, providing evidence for domain-general endogenous attention. Domain-specific regions, that prefer stimuli involving agents vs objects more broadly, showed similar preferences for the current videos of agents and objects. One region implicated in physical reasoning responded selectively to unexpected events from the physical domain, providing evidence for domain-specific physical prediction error. Thus, in adult brains, both domain-specific and high-level domain-general regions encode violation-of-expectation involving agents and objects, paving the way towards future developmental work."
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:1taIhTC69MYC",
        "num_citations": 0,
        "pub_url": "https://psyarxiv.com/54x6b/download?format=pdf",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:S9CACGlxqycJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Study 1-Joint inference of wrongness and legitimacy by observing punishment decisions",
            "pub_year": 2023,
            "citation": "OSF, 2023",
            "author": "Setayesh Radkani and Rebecca Saxe",
            "publisher": "OSF"
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:AXkvAH5U_nMC",
        "num_citations": 0,
        "pub_url": "https://osf.io/nhmcy/resources",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "No evidence for familiarity preferences after limited exposure to visual concepts in preschoolers and infants",
            "pub_year": 2023,
            "citation": "Proceedings of the Annual Meeting of the Cognitive Science Society 45 (45), 2023",
            "author": "Gal Raz and Anjie Cao and Minh Khong Bui and Michael C Frank and Rebecca Saxe",
            "journal": "Proceedings of the Annual Meeting of the Cognitive Science Society",
            "volume": "45",
            "number": "45",
            "abstract": "From birth, humans make decisions about what to look at and for how long. A classic framework proposes encoding as a key driver of looking behavior in development - in early stages of encoding, infants and young children prefer to engage with familiar stimuli, while at later stages of encoding they prefer novel stimuli. Though this framework is often invoked when interpreting looking time studies, it is rarely validated empirically. Here, we test these predictions by explicitly manipulating exposure durations within-subjects. While we found robust evidence for habituation and novelty preferences, limiting exposure to visual concepts did not result in familiarity preferences in any age group. Our findings suggest that limited exposure does not generically lead to familiarity preferences, and that interpretations of observed familiarity preferences should be made with care. We argue for the development of formal frameworks which link the learning problem faced by participants to their attentional preferences."
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:L1USKYWJimsC",
        "num_citations": 0,
        "pub_url": "https://escholarship.org/uc/item/5f38t3cd",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Violations of physical and psychological expectations in the human adult brain",
            "pub_year": 2023,
            "citation": "Proceedings of the Annual Meeting of the Cognitive Science Society 45 (45), 2023",
            "author": "Shari Liu and Kirsten Lydic and Lingjie Mei and Rebecca Saxe",
            "journal": "Proceedings of the Annual Meeting of the Cognitive Science Society",
            "volume": "45",
            "number": "45",
            "abstract": "When adults see one solid object pass through another, or see a person take the long route to a destination when a shortcut was available, we classify those events as surprising. Infants look infants look longer at the same unexpected outcomes, compared with visually similar but expected outcomes, in violation-of-expectation (VOE) experiments. What domain-specific and domain-general cognitive processes support these judgments? In a pre-registered experiment, we scanned 32 adults using functional magnetic resonance imaging (fMRI) while they watched videos designed for infant research. One region implicated in physical reasoning responded selectively to unexpected physical events, providing evidence for domain-specific physical prediction error. Multiple demand regions responded more to unexpected events regardless of domain, providing evidence for domain-general goal-directed attention. Early visual regions responded equally to unexpected and expected events, providing evidence against stimulus-driven prediction error. Thus, in adults, VOE involves domain-specific, and high-level, domain-general computations."
        },
        "filled": true,
        "author_pub_id": "Tv-zquoAAAAJ:jU7OWUQzBzMC",
        "num_citations": 0,
        "pub_url": "https://escholarship.org/uc/item/0gd2j3g8",
        "cites_per_year": {}
    }
]