[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The visual perks of (not) being a wallflower: how individual differences in social intelligence predict face recognition performance",
            "pub_year": 2023,
            "citation": "Journal of Vision 23 (9), 5723-5723, 2023",
            "author": "Maleah J Carter and Spencer Andrews and Shruti Japee and J Brendan Ritchie",
            "journal": "Journal of Vision",
            "volume": "23",
            "number": "9",
            "pages": "5723-5723",
            "publisher": "The Association for Research in Vision and Ophthalmology",
            "abstract": "Face recognition is a critical skill for social interactions that also varies considerably across individuals. We asked whether face recognition ability may correspond to individual differences in basic social skills and strategies. In the present study, we examined whether measures of social cognition and intelligence would be able to predict face recognition performance. Three experiments were carried out online using a common standard of face recognition ability, the Cambridge Face Memory Task (CFMT) and two variants, the female (F-CFMT) and CFMT-Chinese (CFMT: N= 1124; F-CFMT: N= 920; CFMT-Chinese: N= 953). For each participant, we also collected self-report judgments for the Ten Item Personality Inventory (TIPI), the Tromsø Social Intelligence Scale (TSIS), and the Revised Cheek & Buss Shyness Scale. We found several significant correlations between CFMT score and the collected social measures …"
        },
        "filled": true,
        "author_pub_id": "UZuKOMQAAAAJ:maZDTaKrznsC",
        "num_citations": 0,
        "pub_url": "https://jov.arvojournals.org/article.aspx?articleid=2792551",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Computing in the nick of time",
            "pub_year": 2023,
            "citation": "Ratio, 2023",
            "author": "J Brendan Ritchie and Colin Klein",
            "journal": "Ratio",
            "abstract": "The medium‐independence of computational descriptions has shaped common conceptions of computational explanation. So long as our goal is to explain how a system successfully carries out its computations, then we only need to describe the abstract series of operations that achieve the desired input–output mapping, however they may be implemented. It is argued that this abstract conception of computational explanation cannot be applied to so‐called real‐time computing systems, in which meeting temporal deadlines imposed by the systems with which a device interfaces are constitutive of the computing tasks that a device performs. Instead, real‐time computing reveals the need for alternative conceptions of computational explanation, as well as computational implementation, that eschew medium‐independence."
        },
        "filled": true,
        "author_pub_id": "UZuKOMQAAAAJ:isC4tDSrTZIC",
        "num_citations": 0,
        "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/rati.12378",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:_1ZUlSUZK-kJ:scholar.google.com/",
        "cites_per_year": {}
    }
]