[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Does the visual word form area split in bilingual readers? A millimeter-scale 7-T fMRI study",
            "pub_year": 2023,
            "citation": "Science Advances 9 (14), eadf6140, 2023",
            "author": "Minye Zhan and Christophe Pallier and Aakash Agrawal and Stanislas Dehaene and Laurent Cohen",
            "journal": "Science Advances",
            "volume": "9",
            "number": "14",
            "pages": "eadf6140",
            "publisher": "American Association for the Advancement of Science",
            "abstract": "In expert readers, a brain region known as the visual word form area (VWFA) is highly sensitive to written words, exhibiting a posterior-to-anterior gradient of increasing sensitivity to orthographic stimuli whose statistics match those of real words. Using high-resolution 7-tesla functional magnetic resonance imaging (fMRI), we ask whether, in bilingual readers, distinct cortical patches specialize for different languages. In 21 English-French bilinguals, unsmoothed 1.2-millimeters fMRI revealed that the VWFA is actually composed of several small cortical patches highly selective for reading, with a posterior-to-anterior word-similarity gradient, but with near-complete overlap between the two languages. In 10 English-Chinese bilinguals, however, while most word-specific patches exhibited similar reading specificity and word-similarity gradients for reading in Chinese and English, additional patches responded specifically …"
        },
        "filled": true,
        "author_pub_id": "W4JVsUoAAAAJ:mVmsd5A6BfQC",
        "num_citations": 3,
        "citedby_url": "/scholar?hl=en&cites=9668699628680752466",
        "cites_id": [
            "9668699628680752466"
        ],
        "pub_url": "https://www.science.org/doi/abs/10.1126/sciadv.adf6140",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Uq131xUfLoYJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 3
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Ultra-high field fMRI of visual mental imagery in typical imagers and aphantasic individuals",
            "pub_year": 2023,
            "citation": "bioRxiv, 2023.06. 14.544909, 2023",
            "author": "Jianghao Liu and Minye Zhan and Dounia Hajhajate and Alfredo Spagna and Stanislas Dehaene and Laurent Cohen and Paolo Bartolomeo",
            "journal": "bioRxiv",
            "pages": "2023.06. 14.544909",
            "publisher": "Cold Spring Harbor Laboratory",
            "abstract": "We used ultra-high field 7T fMRI to establish the neural circuits involved in visual mental imagery and perception, and to elucidate the neural mechanisms associated with imagery absence in congenital aphantasia. Ten typical imagers and 10 aphantasic individuals performed imagery and perceptual tasks in five domains: object shape, object color, written words, faces, and spatial relationships. In typical imagers, imagery tasks activated left-hemisphere fronto-parietal areas, a domain-general area in the left fusiform gyrus (the Fusiform Imagery Node), together with the relevant domain-preferring areas in the ventral temporal cortex. In aphantasic individuals, imagery activated similar areas, but the Fusiform Imagery Node was functionally disconnected from fronto-parietal areas. Our results unveil the domain-general and domain-specific circuits of visual mental imagery, their functional disorganization in aphantasia, and support the general hypothesis that subjective visual experience - whether perceived or imagined - depends on the integrated activity of high-level visual cortex and fronto-parietal networks."
        },
        "filled": true,
        "author_pub_id": "W4JVsUoAAAAJ:dhFuZR0502QC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=14634902991472349829",
        "cites_id": [
            "14634902991472349829"
        ],
        "pub_url": "https://www.biorxiv.org/content/10.1101/2023.06.14.544909.abstract",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hdICUbueGcsJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Early visual experience refines the retinotopic organization within and across visual cortical regions",
            "pub_year": 2023,
            "citation": "Current Biology, 2023",
            "author": "Carolin Heitmann and Minye Zhan and Madita Linke and Cordula Hölig and Ramesh Kekunnaya and Rick van Hoof and Rainer Goebel and Brigitte Röder",
            "journal": "Current Biology",
            "publisher": "Elsevier",
            "abstract": "Early visual areas are retinotopically organized in human and non-human primates. Population receptive field (pRF) size increases with eccentricity and from lower- to higher-level visual areas. Furthermore, the cortical magnification factor (CMF), a measure of how much cortical space is devoted to each degree of visual angle, is typically larger for foveal as opposed to peripheral regions of the visual field. Whether this fine-scale organization within and across visual areas depends on early visual experience has yet been unknown. Here, we employed 7T functional magnetic resonance imaging pRF mapping to assess the retinotopic organization of early visual regions (i.e., V1, V2, and V3) in eight sight recovery individuals with a history of congenital blindness until a maximum of 4 years of age. Compared with sighted controls, foveal pRF sizes in these individuals were larger, and pRF sizes did not show the typical …"
        },
        "filled": true,
        "author_pub_id": "W4JVsUoAAAAJ:IWHjjKOFINEC",
        "num_citations": 0,
        "pub_url": "https://www.cell.com/current-biology/pdfExtended/S0960-9822(23)01366-0",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Des régions cérébrales partiellement distinctes permettent la lecture en chinois et en anglais",
            "pub_year": 2023,
            "citation": "médecine/sciences 39 (8-9), 605-608, 2023",
            "author": "Minye Zhan and Stanislas Dehaene and Laurent Cohen",
            "journal": "médecine/sciences",
            "volume": "39",
            "number": "8-9",
            "pages": "605-608",
            "publisher": "EDP Sciences",
            "abstract": "La moitié de l’humanité parle plus d’une langue, et de nombreux adultes lisent plus d’une langue et maîtrisent plusieurs systèmes d’écriture. Comment le cortex visuel s’ adapte-t-il à la reconnaissance de mots écrits dans deux langues utilisant éventuellement deux systèmes d’écriture différents? Pour commencer, que savons-nous des mécanismes d’acquisition et de fonctionnement de la lecture dans une seule écriture? En particulier, que se passet-il pendant la fraction de seconde qui s’ écoule entre l’apparition d’un mot sous nos yeux et l’instant où nous le comprenons et pouvons le prononcer? Schématiquement, deux étapes se succèdent. D’abord, notre système visuel doit identifier les lettres et l’ordre dans lequel elles sont rangées. Cette tâche est accomplie dans une région située au dessous du cortex temporal, dont le rôle général est de reconnaître les objets qui nous entourent [1]. Cette région se …"
        },
        "filled": true,
        "author_pub_id": "W4JVsUoAAAAJ:L8Ckcad2t8MC",
        "num_citations": 0,
        "pub_url": "https://www.medecinesciences.org/en/articles/medsci/full_html/2023/07/msc230116/msc230116.html",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Gradual relation between perceptual awareness, recognition and pupillary responses to social threat",
            "pub_year": 2023,
            "citation": "Current Research in Behavioral Sciences 5, 100134, 2023",
            "author": "Marta Poyo Solanas and Minye Zhan and Beatrice de Gelder",
            "journal": "Current Research in Behavioral Sciences",
            "volume": "5",
            "pages": "100134",
            "publisher": "Elsevier",
            "abstract": "There is substantial evidence supporting the processing of affective stimuli outside of conscious awareness in both healthy individuals and brain-damaged patients. However, the methodologies used to assess awareness are still a matter of debate, with also implications for dichotomous or gradual theories. In two experiments, we investigated how social threat is processed in healthy participants by combining the continuous flash suppression paradigm and the perceptual awareness scale, a fine-grained measure of perceptual awareness. Our findings revealed a gradual relationship between emotional recognition and perceptual awareness, with higher recognition sensitivity for fearful than angry bodies across all visual awareness levels, except during perceptual unawareness where performance was at chance level. Interestingly, angry body expressions were suppressed for a shorter duration than neutral and …"
        },
        "filled": true,
        "author_pub_id": "W4JVsUoAAAAJ:Wp0gIr-vW9MC",
        "num_citations": 0,
        "pub_url": "https://www.sciencedirect.com/science/article/pii/S2666518223000384",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PMRiQv7k2XwJ:scholar.google.com/",
        "cites_per_year": {}
    }
]