[
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
<<<<<<< Updated upstream
=======
            "title": "Robust and interpretable AI-guided marker for early dementia prediction in real-world clinical settings",
            "pub_year": 2024,
            "citation": "",
            "author": "Delshad Vaghari and Zoe Kourtzi and Guy Williams and Yuanxi Lee",
            "abstract": "Data used in preparation of this dataset were obtained from the Alzheimer’s Disease Neuroimaging Initiative (ADNI) database (adni. loni. usc. edu). As such, the investigators within the ADNI contributed to the design and implementation of ADNI and/or provided data but did not participate in analysis or writing of this report."
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:buQ7SEKw-1sC",
        "num_citations": 0,
        "pub_url": "https://www.repository.cam.ac.uk/items/9c4e8db2-9621-41d8-8ce6-da7f98f13c6a",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wlto0MOJM9cJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Cognitive flexibility training for impact in real-world settings",
            "pub_year": 2024,
            "citation": "Elsevier, 2024",
            "author": "Zoe Kourtzi",
            "publisher": "Elsevier",
            "abstract": "Interacting with complex and dynamic environments challenges the brain’s ability to adapt to change. This key ability known as cognitive flexibility involves learning the structure of the environment, switching attention between features, dimensions and tasks, and adopting new rules in the face of uncertainty. Training cognitive flexibility has strong potential to improve adaptive behavior across the lifespan with impact in real-world settings (eg educational, clinical). Here, we review evidence on the role of cognitive training in improving executive functions and the factors that may enhance the effectiveness of training programs. We propose that personalized and adaptive training programs that focus on the multifaceted abilities comprising cognitive flexibility are key for promoting adaptive behavior and lifelong learning in real-world settings."
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:wMgC3FpKEyYC",
        "num_citations": 0,
        "pub_url": "https://www.repository.cam.ac.uk/items/2422ee5c-6b8d-4e2b-80b5-79dd7ac82ee2",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IIPEy7meD6wJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Dataset for: Recurrent inhibition refines mental templates to optimize perceptual decisions",
            "pub_year": 2024,
            "citation": "",
            "author": "Zoe Kourtzi"
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:QD3KBmkZPeQC",
        "num_citations": 0,
        "pub_url": "https://www.repository.cam.ac.uk/items/47e7a58f-dbd0-4df3-add0-a903bb7615aa",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Al93sFpinhgJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Time-varying functional connectivity as Wishart processes",
            "pub_year": 2024,
            "citation": "MIT Press, 2024",
            "author": "Zoe Kourtzi",
            "publisher": "MIT Press",
            "abstract": "We investigated the utility of Wishart processes (WP) for estimating time-varying functional connectivity (TVFC), which captures changes in functional coupling as the correlation between brain region activity in functional magnetic resonance imaging (fMRI). The WP is a stochastic process on covariance matrices that can be used to model dynamic covariances between time series, which makes it a natural fit to this task. Recent advances in scalable approximate inference techniques and the availability of robust open-source libraries have rendered the WP practically viable for fMRI applications. We introduce a comprehensive benchmarking framework to assess WP performance compared to a selection of established TVFC estimation methods. The framework contains simulations with specified ground-truth covariance structures, a subject phenotype prediction task, a test-retest study, a brain state analysis, an external stimulus prediction task, and a novel data-driven imputation benchmark. The WP performed competitively across all the benchmarks. It outperformed a sliding window (SW) approach with adaptive cross-validated window lengths and a DCC-MGARCH baseline on the external stimulus prediction task, while being less prone to false positives in the TVFC null models."
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:4xDN1ZYqzskC",
        "num_citations": 0,
        "pub_url": "https://www.repository.cam.ac.uk/items/9c183610-cc51-4a15-adf9-b54d3ab9cce6",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:s3orB6PAnbAJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Unsupervised multimodal modeling of cognitive and brain health trajectories for early dementia prediction",
            "pub_year": 2024,
            "citation": "Scientific Reports 14 (1), 1-13, 2024",
            "author": "Michael C Burkhart and Liz Y Lee and Delshad Vaghari and An Qi Toh and Eddie Chong and Christopher Chen and Peter Tiňo and Zoe Kourtzi",
            "journal": "Scientific Reports",
            "volume": "14",
            "number": "1",
            "pages": "1-13",
            "publisher": "Nature Publishing Group",
            "abstract": "Predicting the course of neurodegenerative disorders early has potential to greatly improve clinical management and patient outcomes. A key challenge for early prediction in real-world clinical settings is the lack of labeled data (i.e., clinical diagnosis). In contrast to supervised classification approaches that require labeled data, we propose an unsupervised multimodal trajectory modeling (MTM) approach based on a mixture of state space models that captures changes in longitudinal data (i.e., trajectories) and stratifies individuals without using clinical diagnosis for model training. MTM learns the relationship between states comprising expensive, invasive biomarkers (β-amyloid, grey matter density) and readily obtainable cognitive observations. MTM training on trajectories stratifies individuals into clinically meaningful clusters more reliably than MTM training on baseline data alone and is robust to missing data (i.e …"
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:uDGL6kOW6j0C",
        "num_citations": 0,
        "pub_url": "https://www.nature.com/articles/s41598-024-60914-w",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:t6AmqHF80PEJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "UNSUPERVISED MULTIMODAL MODELING OF COGNITIVE HEALTH TRAJECTORIES FOR EARLY DEMENTIA PREDICTION",
            "pub_year": 2024,
            "citation": "Nature Portfolio, 2024",
            "author": "Zoe Kourtzi",
            "publisher": "Nature Portfolio",
            "abstract": "Predicting the course of neurodegenerative disorders early has potential to greatly improve clinical management and patient outcomes. A key challenge for early prediction in real-world clinical settings is the lack of labeled data (ie, clinical diagnosis). In contrast to supervised classification approaches that require labeled data, we propose an unsupervised multimodal trajectory modeling (MTM) approach based on a mixture of state space models that captures changes in longitudinal data (ie, trajectories) and stratifies individuals without using clinical diagnosis for model training. MTM learns the relationship between states comprising expensive, invasive biomarkers (b-amyloid, grey matter density) and readily obtainable cognitive observations. MTM training on trajectories stratifies individuals into clinically meaningful clusters more reliably than model training on baseline data alone and is robust to missing data (ie, cognitive data alone or single assessments). Extracting an individualized cognitive health index (ie, MTM-derived cluster membership index) allows us to predict progression to AD more precisely than standard clinical assessments (ie, cognitive tests or MRI scans alone). Importantly, MTM generalizes successfully from research cohort to real-world clinical data from memory clinic patients with missing data, enhancing the clinical utility of our approach. Thus, our multimodal trajectory modeling approach provides a cost-effective and non-invasive tool for early dementia prediction without labeled data (ie clinical diagnosis) with strong potential for translation to clinical practice."
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:PVgj2kMGcgYC",
        "num_citations": 0,
        "pub_url": "https://www.repository.cam.ac.uk/items/645fe7fd-c0cd-403b-a1d6-bd4d04f54460",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6GeaYmTIaTYJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Unsupervised Multimodal Trajectory Modeling (code supplement)",
            "pub_year": 2024,
            "citation": "",
            "author": "Michael C Burkhart and Liz Lee and Delshad Vaghari and Toh An Qi and Eddie Chong and Christopher Chen and Peter Tino and Zoe Kourtzi",
            "abstract": "The code uses mixtures of state space models to perform unsupervised clustering of short trajectories. Within the state space framework, we let expensive-to-gather biomarkers correspond to hidden states and readily obtainable cognitive metrics correspond to measurements. Upon training with expectation maximization, we often find that our clusters stratify persons according to clinical outcome. This code reproduces the figures in the accompanying manuscript."
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:NyGDZy8z5eUC",
        "num_citations": 0,
        "pub_url": "https://www.repository.cam.ac.uk/items/e613463f-686f-424b-99ca-f249e2086f62",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tOKxPXkPfKQJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Bilevel Hypergraph Networks for Multi-Modal Alzheimer's Diagnosis",
            "pub_year": 2024,
            "citation": "arXiv preprint arXiv:2403.12719, 2024",
            "author": "Angelica I Aviles-Rivero and Chun-Wun Cheng and Zhongying Deng and Zoe Kourtzi and Carola-Bibiane Schönlieb",
            "journal": "arXiv preprint arXiv:2403.12719",
            "abstract": "Early detection of Alzheimer's disease's precursor stages is imperative for significantly enhancing patient outcomes and quality of life. This challenge is tackled through a semi-supervised multi-modal diagnosis framework. In particular, we introduce a new hypergraph framework that enables higher-order relations between multi-modal data, while utilising minimal labels. We first introduce a bilevel hypergraph optimisation framework that jointly learns a graph augmentation policy and a semi-supervised classifier. This dual learning strategy is hypothesised to enhance the robustness and generalisation capabilities of the model by fostering new pathways for information propagation. Secondly, we introduce a novel strategy for generating pseudo-labels more effectively via a gradient-driven flow. Our experimental results demonstrate the superior performance of our framework over current techniques in diagnosing Alzheimer's disease."
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:6yz0xqPARnAC",
        "num_citations": 0,
        "pub_url": "https://arxiv.org/abs/2403.12719",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:25TqmBhXtg8J:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "“Ready for a Career Change?“: The role of cognitive flexibility in career transition and adaptation",
            "pub_year": 2024,
            "citation": "OSF, 2024",
            "author": "Yoke Loo Sam and George I Christopoulos and SH Annabel Chen and Yap Hui Shan and Shengchuang Feng and Nadhilla Melia and Ke Tong and Victoria Leong and Zoe Kourtzi and Barbara Sahakian and Trevor William Robbins",
            "publisher": "OSF",
            "abstract": "The present project is part of a larger project aimed at examining cognitive flexibility, other executive functions, and learning in healthy adults (Melani et al., 2022; Sam et al., 2022; Tong et al., 2021) in Singapore. The current pre-registration form primarily aims to examining specific hypotheses related to the association between socio-cognitive variables and career development/transitional behaviours and outcomes, which might not be described in the main studies (https://osf. io/ay9gr; https://osf. io/n352u; https://osf. io/6rc9h) in detail. Changes in the workplace over the past decades have spawned an increase in research investigating contemporary career types, which are characterized by increased self-directedness, flexibility, and the aim of subjective career success. Living in a dynamic and complex environment necessitates that all living organisms be flexible and adaptive to survive (Powell & Ragozzino, 2017). Humans are required to proactively equip themselves with the ability to shift their strategies and update their beliefs and actions in response to changing environmental demands (Diamond, 2006; Garcia-Garcia et al., 2010; Geurts et al., 2009; Herrmann et al., 2015). For instance, the increasing volatility in the 21st-century workforce, particularly during the unprecedented COVID-19 pandemic, has served as a timely reminder of the urgency of cultivating the flexibility to respond to unforeseen changes and uncertainties more adaptively in order to stay competitive in turbulent job markets. The view of a linear career path (whereby workers are only trained to perform and master one job) that dominated the mainstream workplace system …"
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:4X0JR2_MtJMC",
        "num_citations": 0,
        "pub_url": "https://osf.io/cxajv/resources",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:BktwQ1U7FzoJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
>>>>>>> Stashed changes
            "title": "Perceptual learning: Policy insights from basic research to real-world applications",
            "pub_year": 2023,
            "citation": "Policy Insights from the Behavioral and Brain Sciences 10 (2), 324-332, 2023",
            "author": "Aaron R Seitz and Allison Sekuler and Barbara Dosher and Beverly A Wright and Chang-Bing Huang and C Shawn Green and Christopher C Pack and Dov Sagi and Dennis Levi and Duje Tadin and Elizabeth Quinlan and Fang Jiang and Gabriel J Diaz and Geoffrey Ghose and Jozsef Fiser and Karen Banai and Kristina Visscher and Krystel Huxlin and Ladan Shams and Lorella Battelli and Marisa Carrasco and Michael Herzog and Michael Webster and Miguel Eckstein and Nicholas B Turk-Browne and Nitzan Censor and Peter De Weerd and Rufin Vogels and Shaul Hochstein and Takeo Watanabe and Yuka Sasaki and Uri Polat and Zhong-Lin Lu and Zoe Kourtzi",
            "journal": "Policy Insights from the Behavioral and Brain Sciences",
            "volume": "10",
            "number": "2",
            "pages": "324-332",
            "publisher": "SAGE Publications",
            "abstract": "Perceptual learning is the process by which experience alters how incoming sensory information is processed by the brain to give rise to behavior—it is critical for how humans educate children, train experts, treat diseases, and promote health and well-being throughout the lifespan. Knowledge of perceptual learning requires basic and applied research in humans and nonhuman animal models, which informs strategic targets for advancing applications. Commercial products to induce perceptual learning are proliferating rapidly with limited regulation (e.g., for rehabilitation), while at the same time basic science is increasingly restricted by changing regulations (such as new granting-agency definitions of clinical trials). Realizing the full potential of perceptual learning requires balancing basic and translational science to advance new knowledge, while serving and protecting consumers. Reforms can promote open …"
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:sJsF-0ZLhtgC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=9898691074701292327",
        "cites_id": [
            "9898691074701292327"
        ],
        "pub_url": "https://journals.sagepub.com/doi/abs/10.1177/23727322231195268",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Predicting incident dementia in cerebral small vessel disease: Comparison of machine learning and traditional statistical models",
            "pub_year": 2023,
            "citation": "Cerebral Circulation-Cognition and Behavior 5, 100179, 2023",
            "author": "Rui Li and Eric L Harshfield and Steven Bell and Michael Burkhart and Anil M Tuladhar and Saima Hilal and Daniel J Tozer and Francesca M Chappell and Stephen DJ Makin and Jessica W Lo and Joanna M Wardlaw and Frank-Erik de Leeuw and Christopher Chen and Zoe Kourtzi and Hugh S Markus",
            "journal": "Cerebral Circulation-Cognition and Behavior",
            "volume": "5",
            "pages": "100179",
            "publisher": "Elsevier",
            "abstract": "Cerebral small vessel disease (SVD) contributes to 45% of dementia cases worldwide, yet we lack a reliable model for predicting dementia in SVD. Past attempts largely relied on traditional statistical approaches. Here, we investigated whether machine learning (ML) methods improved prediction of incident dementia in SVD from baseline SVD-related features over traditional statistical methods.We included three cohorts with varying SVD severity (RUN DMC, n = 503; SCANS, n = 121; HARMONISATION, n = 265). Baseline demographics, vascular risk factors, cognitive scores, and magnetic resonance imaging (MRI) features of SVD were used for prediction. We conducted both survival analysis and classification analysis predicting 3-year dementia risk. For each analysis, several ML methods were evaluated against standard Cox or logistic regression. Finally, we compared the feature …"
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:5icHVeHT4IsC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=2116590507906422158",
        "cites_id": [
            "2116590507906422158"
        ],
        "pub_url": "https://www.sciencedirect.com/science/article/pii/S2666245023000235",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jtW5TtqjXx0J:scholar.google.com/",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Potential cognitive and neural benefits of a computerised cognitive training programme based on Structure Learning in healthy adults: study protocol for a randomised controlled trial",
            "pub_year": 2023,
            "citation": "Trials 24 (1), 517, 2023",
            "author": "Chia-Lun Liu and Xiaoqin Cheng and Boon Linn Choo and Min Hong and Jia Li Teo and Wei Ler Koo and Jia Yuan Janet Tan and Marisha Barth Ubrani and John Suckling and Balázs Gulyás and Victoria Leong and Zoe Kourtzi and Barbara Sahakian and Trevor Robbins and Annabel Shen-Hsing Chen",
            "journal": "Trials",
            "volume": "24",
            "number": "1",
            "pages": "517",
            "publisher": "BioMed Central",
            "abstract": "Cognitive flexibility refers to the capacity to shift between conceptual representations particularly in response to changes in instruction and feedback. It enables individuals to swiftly adapt to changes in their environment and has significant implications for learning. The present study focuses on investigating changes in cognitive flexibility following an intervention programme—Structure Learning training.Participants are pseudo-randomised to either the Training or Control group, while matched on age, sex, intelligence and cognitive flexibility performance. In the Training group, participants undergo around 2 weeks of training (at least 13 sessions) on Structure Learning. In the Control group, participants do not have to undergo any training and are never exposed to the Structure Learning task. The effects of Structure Learning training are investigated at both the behavioural and neural level. We …"
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:BJbdYPG6LGMC",
        "num_citations": 0,
        "pub_url": "https://link.springer.com/article/10.1186/s13063-023-07551-2",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Potential cognitive and neural benefits of a computerised cognitive training programme based on Structure Learning in healthy adults: study protocol for a randomised controlled trial",
            "pub_year": 2023,
            "citation": "Trials 24 (1), 517, 2023",
            "author": "Chia-Lun Liu and Xiaoqin Cheng and Boon Linn Choo and Min Hong and Jia Li Teo and Wei Ler Koo and Jia Yuan Janet Tan and Marisha Barth Ubrani and John Suckling and Balázs Gulyás and Victoria Leong and Zoe Kourtzi and Barbara Sahakian and Trevor Robbins and Annabel Shen-Hsing Chen",
            "journal": "Trials",
            "volume": "24",
            "number": "1",
            "pages": "517",
            "publisher": "BioMed Central",
            "abstract": "Cognitive flexibility refers to the capacity to shift between conceptual representations particularly in response to changes in instruction and feedback. It enables individuals to swiftly adapt to changes in their environment and has significant implications for learning. The present study focuses on investigating changes in cognitive flexibility following an intervention programme—Structure Learning training.Participants are pseudo-randomised to either the Training or Control group, while matched on age, sex, intelligence and cognitive flexibility performance. In the Training group, participants undergo around 2 weeks of training (at least 13 sessions) on Structure Learning. In the Control group, participants do not have to undergo any training and are never exposed to the Structure Learning task. The effects of Structure Learning training are investigated at both the behavioural and neural level. We …"
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:BJbdYPG6LGMC",
        "num_citations": 0,
        "pub_url": "https://link.springer.com/article/10.1186/s13063-023-07551-2",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Potential cognitive and neural benefits of a computerised cognitive training programme based on Structure Learning in healthy adults: study protocol for a randomised controlled trial",
            "pub_year": 2023,
            "citation": "Trials 24 (1), 517, 2023",
            "author": "Chia-Lun Liu and Xiaoqin Cheng and Boon Linn Choo and Min Hong and Jia Li Teo and Wei Ler Koo and Jia Yuan Janet Tan and Marisha Barth Ubrani and John Suckling and Balázs Gulyás and Victoria Leong and Zoe Kourtzi and Barbara Sahakian and Trevor Robbins and Annabel Shen-Hsing Chen",
            "journal": "Trials",
            "volume": "24",
            "number": "1",
            "pages": "517",
            "publisher": "BioMed Central",
            "abstract": "Cognitive flexibility refers to the capacity to shift between conceptual representations particularly in response to changes in instruction and feedback. It enables individuals to swiftly adapt to changes in their environment and has significant implications for learning. The present study focuses on investigating changes in cognitive flexibility following an intervention programme—Structure Learning training.Participants are pseudo-randomised to either the Training or Control group, while matched on age, sex, intelligence and cognitive flexibility performance. In the Training group, participants undergo around 2 weeks of training (at least 13 sessions) on Structure Learning. In the Control group, participants do not have to undergo any training and are never exposed to the Structure Learning task. The effects of Structure Learning training are investigated at both the behavioural and neural level. We …"
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:BJbdYPG6LGMC",
        "num_citations": 0,
        "pub_url": "https://link.springer.com/article/10.1186/s13063-023-07551-2",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Neurodegenerative disease of the brain: a survey of interdisciplinary approaches",
            "pub_year": 2023,
            "citation": "Journal of the Royal Society Interface 20 (198), 20220406, 2023",
            "author": "Franca Davenport and John Gallacher and Zoe Kourtzi and Ivan Koychev and Paul M Matthews and Neil P Oxtoby and Laura M Parkes and Viola Priesemann and James B Rowe and Stephen W Smye and Henrik Zetterberg",
            "volume": "20",
            "number": "198",
            "pages": "20220406",
            "publisher": "The Royal Society",
            "abstract": "Neurodegenerative diseases of the brain pose a major and increasing global health challenge, with only limited progress made in developing effective therapies over the last decade. Interdisciplinary research is improving understanding of these diseases and this article reviews such approaches, with particular emphasis on tools and techniques drawn from physics, chemistry, artificial intelligence and psychology."
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:ZzlSgRqYykMC",
        "num_citations": 4,
        "citedby_url": "/scholar?hl=en&cites=15509722436224081650",
        "cites_id": [
            "15509722436224081650"
        ],
        "pub_url": "https://royalsocietypublishing.org/doi/abs/10.1098/rsif.2022.0406",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8t4KuGGaPdcJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 3
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Ultra-High Field Imaging of Human Visual Cognition",
            "pub_year": 2023,
            "citation": "Annual Review of Vision Science 9, 2023",
            "author": "Ke Jia and Rainer Goebel and Zoe Kourtzi",
            "volume": "9",
            "publisher": "Annual Reviews",
            "abstract": "Functional magnetic resonance imaging (fMRI), the key methodology for mapping the functions of the human brain in a noninvasive manner, is limited by low temporal and spatial resolution. Recent advances in ultra-high field (UHF) fMRI provide a mesoscopic (i.e., submillimeter resolution) tool that allows us to probe laminar and columnar circuits, distinguish bottom-up versus top-down pathways, and map small subcortical areas. We review recent work demonstrating that UHF fMRI provides a robust methodology for imaging the brain across cortical depths and columns that provides insights into the brain's organization and functions at unprecedented spatial resolution, advancing our understanding of the fine-scale computations and interareal communication that support visual cognition.Expected final online publication date for the Annual Review of Vision Science, Volume 9 is September 2023. Please see http …"
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:fbc8zXXH2BUC",
        "num_citations": 3,
        "citedby_url": "/scholar?hl=en&cites=6823233917919260094",
        "cites_id": [
            "6823233917919260094"
        ],
        "pub_url": "https://www.annualreviews.org/doi/abs/10.1146/annurev-vision-111022-123830",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vm356Bj_sF4J:scholar.google.com/",
        "cites_per_year": {
            "2023": 2
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Study protocol: How does cognitive flexibility relate to other executive functions and learning in healthy young adults?",
            "pub_year": 2023,
            "citation": "PloS one 18 (7), e0286208, 2023",
            "author": "Ke Tong and Yuan Ni Chan and Xiaoqin Cheng and Bobby Cheon and Michelle Ellefson and Restria Fauziana and Shengchuang Feng and Nastassja Fischer and Balázs Gulyás and Natalie Hoo and David Hung and Kastoori Kalaivanan and Christelle Langley and Kean Mun Lee and Li Ling Lee and Timothy Lee and Irene Melani and Nadhilla Melia and Jia Ying Pei and Lisha Raghani and Yoke Loo Sam and Peter Seow and John Suckling and Yan Fen Tan and Chew Lee Teo and Ryutaro Uchiyama and Hui Shan Yap and Georgios Christopoulos and Henriette Hendriks and Annabel Chen and Trevor Robbins and Barbara Sahakian and Zoe Kourtzi and Victoria Leong and CLIC Phase 1 Consortium",
            "journal": "PloS one",
            "volume": "18",
            "number": "7",
            "pages": "e0286208",
            "publisher": "Public Library of Science",
            "abstract": "Cognitive flexibility (CF) enables individuals to readily shift from one concept or mode of practice/thoughts to another in response to changes in the environment and feedback, making CF vital to optimise success in obtaining goals. However, how CF relates to other executive functions (e.g., working memory, response inhibition), mental abilities (e.g., creativity, literacy, numeracy, intelligence, structure learning), and social factors (e.g., multilingualism, tolerance of uncertainty, perceived social support, social decision-making) is less well understood. The current study aims to (1) establish the construct validity of CF in relation to other executive function skills and intelligence, and (2) elucidate specific relationships between CF, structure learning, creativity, career decision making and planning, and other life skills.This study will recruit up to 400 healthy Singaporean young adults (age 18–30) to complete a wide range of cognitive tasks and social questionnaires/tasks. The richness of the task/questionnaire battery and within-participant administration enables us to use computational modelling and structural equation modelling to examine connections between the latent constructs of interest.The current study is the first systematic investigation into the construct validity of CF and its interrelationship with other important cognitive skills such as learning and creativity, within an Asian context. The study will further explore the concept of CF as a non-unitary construct, a novel theoretical proposition in the field. The inclusion of a structure learning paradigm is intended to inform future development of a novel …"
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:Bg7qf7VwUHIC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=16234955933334866351",
        "cites_id": [
            "16234955933334866351"
        ],
        "pub_url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0286208",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Learning at your brain’s rhythm: individualized entrainment boosts learning for perceptual decisions",
            "pub_year": 2023,
            "citation": "Cerebral Cortex 33 (9), 5382-5394, 2023",
            "author": "Elizabeth Michael and Lorena Santamaria Covarrubias and Victoria Leong and Zoe Kourtzi",
            "journal": "Cerebral Cortex",
            "volume": "33",
            "number": "9",
            "pages": "5382-5394",
            "publisher": "Oxford University Press",
            "abstract": "Training is known to improve our ability to make decisions when interacting in complex environments. However, individuals vary in their ability to learn new tasks and acquire new skills in different settings. Here, we test whether this variability in learning ability relates to individual brain oscillatory states. We use a visual flicker paradigm to entrain individuals at their own brain rhythm (i.e. peak alpha frequency) as measured by resting-state electroencephalography (EEG). We demonstrate that this individual frequency-matched brain entrainment results in faster learning in a visual identification task (i.e. detecting targets embedded in background clutter) compared to entrainment that does not match an individual’s alpha frequency. Further, we show that learning is specific to the phase relationship between the entraining flicker and the visual target stimulus. EEG during entrainment showed that individualized alpha …"
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:P7Ujq4OLJYoC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=14563727097722960506",
        "cites_id": [
            "14563727097722960506"
        ],
        "pub_url": "https://academic.oup.com/cercor/article/33/9/5382/6814397?login=false",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:evqBKaLAHMoJ:scholar.google.com/",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Predicting incident dementia in cerebral small vessel disease: comparison of machine learning and traditional statistical models",
            "pub_year": 2023,
            "citation": "Cerebral Circulation-Cognition and Behavior 5, 100179, 2023",
            "author": "Rui Li and Eric L Harshfield and Steven Bell and Michael Burkhart and Anil M Tuladhar and Saima Hilal and Daniel J Tozer and Francesca M Chappell and Stephen DJ Makin and Jessica W Lo and Joanna M Wardlaw and Frank-Erik de Leeuw and Christopher Chen and Zoe Kourtzi and Hugh S Markus",
            "journal": "Cerebral Circulation-Cognition and Behavior",
            "volume": "5",
            "pages": "100179",
            "publisher": "Elsevier",
            "abstract": "Cerebral small vessel disease (SVD) contributes to 45% of dementia cases worldwide, yet we lack a reliable model for predicting dementia in SVD. Past attempts largely relied on traditional statistical approaches. Here, we investigated whether machine learning (ML) methods improved prediction of incident dementia in SVD from baseline SVD-related features over traditional statistical methods.We included three cohorts with varying SVD severity (RUN DMC, n = 503; SCANS, n = 121; HARMONISATION, n = 265). Baseline demographics, vascular risk factors, cognitive scores, and magnetic resonance imaging (MRI) features of SVD were used for prediction. We conducted both survival analysis and classification analysis predicting 3-year dementia risk. For each analysis, several ML methods were evaluated against standard Cox or logistic regression. Finally, we compared the feature …"
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:5icHVeHT4IsC",
        "num_citations": 1,
        "citedby_url": "/scholar?hl=en&cites=2116590507906422158",
        "cites_id": [
            "2116590507906422158"
        ],
        "pub_url": "https://www.sciencedirect.com/science/article/pii/S2666245023000235",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jtW5TtqjXx0J:scholar.google.com/",
        "cites_per_year": {
            "2023": 1
        }
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Perceptual Learning: Policy Insights From Basic Research to Real-World Applications",
            "pub_year": 2023,
            "citation": "Policy Insights from the Behavioral and Brain Sciences 10 (2), 324-332, 2023",
            "author": "Aaron R Seitz and Allison Sekuler and Barbara Dosher and Beverly A Wright and Chang-Bing Huang and C Shawn Green and Christopher C Pack and Dov Sagi and Dennis Levi and Duje Tadin and Elizabeth Quinlan and Fang Jiang and Gabriel J Diaz and Geoffrey Ghose and Jozsef Fiser and Karen Banai and Kristina Visscher and Krystel Huxlin and Ladan Shams and Lorella Battelli and Marisa Carrasco and Michael Herzog and Michael Webster and Miguel Eckstein and Nicholas B Turk-Browne and Nitzan Censor and Peter De Weerd and Rufin Vogels and Shaul Hochstein and Takeo Watanabe and Yuka Sasaki and Uri Polat and Zhong-Lin Lu and Zoe Kourtzi",
            "journal": "Policy Insights from the Behavioral and Brain Sciences",
            "volume": "10",
            "number": "2",
            "pages": "324-332",
            "publisher": "SAGE Publications",
            "abstract": "Perceptual learning is the process by which experience alters how incoming sensory information is processed by the brain to give rise to behavior—it is critical for how humans educate children, train experts, treat diseases, and promote health and well-being throughout the lifespan. Knowledge of perceptual learning requires basic and applied research in humans and nonhuman animal models, which informs strategic targets for advancing applications. Commercial products to induce perceptual learning are proliferating rapidly with limited regulation (e.g., for rehabilitation), while at the same time basic science is increasingly restricted by changing regulations (such as new granting-agency definitions of clinical trials). Realizing the full potential of perceptual learning requires balancing basic and translational science to advance new knowledge, while serving and protecting consumers. Reforms can promote open …"
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:sJsF-0ZLhtgC",
        "num_citations": 0,
        "pub_url": "https://journals.sagepub.com/doi/abs/10.1177/23727322231195268",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Potential cognitive and neural benefits of a computerised cognitive training programme based on Structure Learning in healthy adults: study protocol for a randomised controlled trial",
            "pub_year": 2023,
            "citation": "Trials 24 (1), 517, 2023",
            "author": "Chia-Lun Liu and Xiaoqin Cheng and Boon Linn Choo and Min Hong and Jia Li Teo and Wei Ler Koo and Jia Yuan Janet Tan and Marisha Barth Ubrani and John Suckling and Balázs Gulyás and Victoria Leong and Zoe Kourtzi and Barbara Sahakian and Trevor Robbins and Annabel Shen-Hsing Chen",
            "journal": "Trials",
            "volume": "24",
            "number": "1",
            "pages": "517",
            "publisher": "BioMed Central",
            "abstract": "Cognitive flexibility refers to the capacity to shift between conceptual representations particularly in response to changes in instruction and feedback. It enables individuals to swiftly adapt to changes in their environment and has significant implications for learning. The present study focuses on investigating changes in cognitive flexibility following an intervention programme—Structure Learning training.Participants are pseudo-randomised to either the Training or Control group, while matched on age, sex, intelligence and cognitive flexibility performance. In the Training group, participants undergo around 2 weeks of training (at least 13 sessions) on Structure Learning. In the Control group, participants do not have to undergo any training and are never exposed to the Structure Learning task. The effects of Structure Learning training are investigated at both the behavioural and neural level. We …"
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:BJbdYPG6LGMC",
        "num_citations": 0,
        "pub_url": "https://link.springer.com/article/10.1186/s13063-023-07551-2",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Flexible structure learning under uncertainty",
            "pub_year": 2023,
            "citation": "Frontiers Media SA, 2023",
            "author": "Zoe Kourtzi",
            "publisher": "Frontiers Media SA",
            "abstract": "Experience is known to facilitate our ability to interpret sequences of events and make predictions about the future by extracting temporal regularities in our environments. Here, we ask whether uncertainty in dynamic environments affects our ability to learn predictive structures. We exposed participants to sequences of symbols determined by first-order Markov models and asked them to indicate which symbol they expected to follow each sequence. We introduced uncertainty in this prediction task by manipulating the: a) probability of symbol co-occurrence, b) stimulus presentation rate. Further, we manipulated feedback, as it is known to play a key role in resolving uncertainty. Our results demonstrate that increasing the similarity in the probabilities of symbol co-occurrence impaired performance on the prediction task. In contrast, increasing uncertainty in stimulus presentation rate by introducing temporal jitter resulted in participants adopting a strategy closer to probability maximization than matching and improving in the prediction tasks. Next, we show that feedback plays a key role in learning predictive statistics. Trial-by-trial feedback yielded stronger improvement than block feedback or no feedback; that is, participants adopted a strategy closer to probability maximization and showed stronger improvement when trained with trial-by-trial feedback. Further, correlating individual strategy with learning performance showed better performance in structure learning for observers who adopted a strategy closer to maximization. Our results indicate that executive cognitive functions (ie selective attention) may account for this individual variability in …"
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:Ak0FvsSvgGUC",
        "num_citations": 0,
        "pub_url": "https://www.repository.cam.ac.uk/handle/1810/353888",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "AI-guided patient stratification for neurodegenerative disorders using unsupervised trajectory modelling",
            "pub_year": 2023,
            "citation": "Alzheimer's Association International Conference, 2023",
            "author": "Michael C Burkhart and Liz Yuanxi Lee and Delshad Vaghari and Jenny Venton and Spencer Thomas and Nadia Smith and Richard Everson and Peter Tino and Zoe Kourtzi",
            "conference": "Alzheimer's Association International Conference",
            "publisher": "ALZ"
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:AHdEip9mkN0C",
        "num_citations": 0,
        "pub_url": "https://alz.confex.com/alz/2023/meetingapp.cgi/Paper/74696",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Validating the clinical utility of AI-guided tools for early dementia prediction",
            "pub_year": 2023,
            "citation": "Alzheimer's Association International Conference, 2023",
            "author": "Delshad Vaghari and Liz Yuanxi Lee and Michael C Burkhart and Marcella Montagnese and Katharina Zuhlsdorff and Joseph Giorgio and Eddie Chong and William J Jagust and Christopher Li-Hsian Chen and Guy B Williams and Timothy Rittman and Peter Tino and Zoe Kourtzi",
            "conference": "Alzheimer's Association International Conference",
            "publisher": "ALZ"
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:F1b5ZUV5XREC",
        "num_citations": 0,
        "pub_url": "https://alz.confex.com/alz/2023/meetingapp.cgi/Paper/74628",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "A robust harmonization approach for cognitive data from multiple aging and dementia cohorts",
            "pub_year": 2023,
            "citation": "Alzheimer's & Dementia: Diagnosis, Assessment & Disease Monitoring 15 (3 …, 2023",
            "author": "Joseph Giorgio and Ankeet Tanna and Maura Malpetti and Simon R White and Jingshen Wang and Suzanne Baker and Susan Landau and Tomotaka Tanaka and Christopher Chen and James B Rowe and John O'Brien and Jurgen Fripp and Michael Breakspear and William Jagust and Zoe Kourtzi and Alzheimer's Disease Neuroimaging Initiative and Australian Imaging Biomarkers and Lifestyle flagship study",
            "journal": "Alzheimer's & Dementia: Diagnosis, Assessment & Disease Monitoring",
            "volume": "15",
            "number": "3",
            "pages": "e12453",
            "abstract": "Although many cognitive measures have been developed to assess cognitive decline due to Alzheimer's disease (AD), there is little consensus on optimal measures, leading to varied assessments across research cohorts and clinical trials making it difficult to pool cognitive measures across studies.We used a two‐stage approach to harmonize cognitive data across cohorts and derive a cross‐cohort score of cognitive impairment due to AD. First, we pool and harmonize cognitive data from international cohorts of varying size and ethnic diversity. Next, we derived cognitive composites that leverage maximal data from the harmonized dataset.We show that our cognitive composites are robust across cohorts and achieve greater or comparable sensitivity to AD‐related cognitive decline compared to the Mini‐Mental State Examination and Preclinical Alzheimer Cognitive …"
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:gKiMpY-AVTkC",
        "num_citations": 0,
        "pub_url": "https://alz-journals.onlinelibrary.wiley.com/doi/abs/10.1002/dad2.12453",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "The Early Detection of Neurodegenerative diseases initiative: an international and multidisciplinary effort for transforming the early detection of dementia‐causing diseases",
            "pub_year": 2023,
            "citation": "Alzheimer's & Dementia 19, e062434, 2023",
            "author": "Federica Marinaro and Claire Morvan and Rhoda Au and Simon Bond and Michael C Burkhart and Nomi Carlebach and Dennis Chan and Daniel Delbarre and Lisa Farier and Aaron Lacey and Haley LaMonica and Claire L Lancaster and Liz Yuanxi Lee and David J Llewellyn and Ann‐Marie Mallon and Ralph N Martins and Ríona Mc Ardle and Catherine J Mummery and Sharon L Naismith and Mike Oldham and Stephanie Rainey‐Smith and Luis Santos and Sarah Slight and Nadia Smith and Spencer Thomas and Jenny Venton and Clare Tolley and Kirstie Whitaker and Joshua Wright and Sarah Wilson and Kieran Wing and John Crawford and Paul Dagum and Carol Routledge and Zuzana Walker and Richard Everson and Chris Hinds and Zoe Kourtzi",
            "journal": "Alzheimer's & Dementia",
            "volume": "19",
            "pages": "e062434",
            "abstract": "Around 50 million people have dementia worldwide, with nearly 10 million new cases every year. Diagnosis is complex and often relies on expensive and invasive measures, with most patients accessing medical support when they already experience symptoms.The Early Detection of Neurodegenerative diseases (EDoN) initiative, spearheaded by Alzheimer’s Research UK, brings together over 60 experts from 49 universities, research projects, patient cohorts and technology providers to create machine learning models to detect the earliest stages of dementia‐causing diseases. EDoN has reviewed behavioural and physiological modalities with the strongest association with pre‐clinical disease.Over 140 modalities were identified from the review and were shortlisted to create the version 1 digital toolkit. This first version includes Mezurio and Longevity smartphone apps, a Fitbit …"
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:a3BOlSfXSfwC",
        "num_citations": 0,
        "pub_url": "https://alz-journals.onlinelibrary.wiley.com/doi/abs/10.1002/alz.062434",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "HGIB: Prognosis for Alzheimer's Disease via Hypergraph Information Bottleneck",
            "pub_year": 2023,
            "citation": "arXiv preprint arXiv:2303.10390, 2023",
            "author": "Shujun Wang and Angelica I Aviles-Rivero and Zoe Kourtzi and Carola-Bibiane Schönlieb",
            "journal": "arXiv preprint arXiv:2303.10390",
            "abstract": "Alzheimer's disease prognosis is critical for early Mild Cognitive Impairment patients for timely treatment to improve the patient's quality of life. Whilst existing prognosis techniques demonstrate potential results, they are highly limited in terms of using a single modality. Most importantly, they fail in considering a key element for prognosis: not all features extracted at the current moment may contribute to the prognosis prediction several years later. To address the current drawbacks of the literature, we propose a novel hypergraph framework based on an information bottleneck strategy (HGIB). Firstly, our framework seeks to discriminate irrelevant information, and therefore, solely focus on harmonising relevant information for future MCI conversion prediction e.g., two years later). Secondly, our model simultaneously accounts for multi-modal data based on imaging and non-imaging modalities. HGIB uses a hypergraph structure to represent the multi-modality data and accounts for various data modality types. Thirdly, the key of our model is based on a new optimisation scheme. It is based on modelling the principle of information bottleneck into loss functions that can be integrated into our hypergraph neural network. We demonstrate, through extensive experiments on ADNI, that our proposed HGIB framework outperforms existing state-of-the-art hypergraph neural networks for Alzheimer's disease prognosis. We showcase our model even under fewer labels. Finally, we further support the robustness and generalisation capabilities of our framework under both topological and feature perturbations."
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:lvd772isFD0C",
        "num_citations": 0,
        "pub_url": "https://arxiv.org/abs/2303.10390",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:D_9hkAx5_FQJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Microstructural and neurochemical plasticity mechanisms interact to enhance human perceptual decision-making",
            "pub_year": 2023,
            "citation": "Plos Biology 21 (3), e3002029, 2023",
            "author": "Joseph J Ziminski and Polytimi Frangou and Vasilis M Karlaftis and Uzay Emir and Zoe Kourtzi",
            "journal": "Plos Biology",
            "volume": "21",
            "number": "3",
            "pages": "e3002029",
            "publisher": "Public Library of Science",
            "abstract": "Experience and training are known to boost our skills and mold the brain’s organization and function. Yet, structural plasticity and functional neurotransmission are typically studied at different scales (large-scale networks, local circuits), limiting our understanding of the adaptive interactions that support learning of complex cognitive skills in the adult brain. Here, we employ multimodal brain imaging to investigate the link between microstructural (myelination) and neurochemical (GABAergic) plasticity for decision-making. We test (in males, due to potential confounding menstrual cycle effects on GABA measurements in females) for changes in MRI-measured myelin, GABA, and functional connectivity before versus after training on a perceptual decision task that involves identifying targets in clutter. We demonstrate that training alters subcortical (pulvinar, hippocampus) myelination and its functional connectivity to visual cortex and relates to decreased visual cortex GABAergic inhibition. Modeling interactions between MRI measures of myelin, GABA, and functional connectivity indicates that pulvinar myelin plasticity interacts—through thalamocortical connectivity—with GABAergic inhibition in visual cortex to support learning. Our findings propose a dynamic interplay of adaptive microstructural and neurochemical plasticity in subcortico-cortical circuits that supports learning for optimized decision-making in the adult human brain."
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:5MTHONV0fEkC",
        "num_citations": 0,
        "pub_url": "https://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.3002029",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HeeF1uHsZyIJ:scholar.google.com/",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Microstructural and neurochemical plasticity mechanisms interact to enhance human perceptual decision making.",
            "pub_year": 2023,
            "citation": "Department of Psychology, 2023",
            "author": "Zoe Kourtzi",
            "publisher": "Department of Psychology",
            "abstract": "Experience and training are known to boost our skills and mold the brain’s organization and function. Yet, structural plasticity and functional neurotransmission are typically studied at different scales (large-scale networks, local circuits), limiting our understanding of the adaptive interactions that support learning of complex cognitive skills in the adult brain. Here, we employ multimodal brain imaging to investigate the link between microstructural (myelination) and neurochemical (GABAergic) plasticity for decision making. We test (in males, due to potential confounding menstrual cycle effects on GABA measurements in females) for changes in MRI-measured myelin, GABA and functional connectivity before vs. after training on a perceptual decision task that involves identifying targets in clutter. We demonstrate that training alters subcortical (pulvinar, hippocampus) myelination and its functional connectivity to visual cortex and relates to decreased visual cortex GABAergic inhibition. Modeling interactions between MRI measures of myelin, GABA and functional connectivity indicates that pulvinar myelin plasticity interacts— through thalamocortical connectivity— with GABAergic inhibition in visual cortex to support learning. Our findings propose a dynamic interplay of adaptive microstructural and neurochemical plasticity in subcortico-cortical circuits that supports learning for optimized decision making in the adult human brain."
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:u-coK7KVo8oC",
        "num_citations": 0,
        "pub_url": "https://www.repository.cam.ac.uk/handle/1810/346520",
        "cites_per_year": {}
    },
    {
        "container_type": "Publication",
        "source": "AUTHOR_PUBLICATION_ENTRY",
        "bib": {
            "title": "Flexible structure learning under uncertainty",
            "pub_year": 2023,
            "citation": "Frontiers in Neuroscience 17, 2023",
            "author": "Rui Wang and Vael Gates and Yuan Shen and Peter Tino and Zoe Kourtzi",
            "journal": "Frontiers in Neuroscience",
            "volume": "17",
            "publisher": "Frontiers Media SA",
            "abstract": "Experience is known to facilitate our ability to interpret sequences of events and make predictions about the future by extracting temporal regularities in our environments. Here, we ask whether uncertainty in dynamic environments affects our ability to learn predictive structures. We exposed participants to sequences of symbols determined by first-order Markov models and asked them to indicate which symbol they expected to follow each sequence. We introduced uncertainty in this prediction task by manipulating the:(a) probability of symbol co-occurrence,(b) stimulus presentation rate. Further, we manipulated feedback, as it is known to play a key role in resolving uncertainty. Our results demonstrate that increasing the similarity in the probabilities of symbol co-occurrence impaired performance on the prediction task. In contrast, increasing uncertainty in stimulus presentation rate by introducing temporal jitter …"
        },
        "filled": true,
        "author_pub_id": "Z4LHkiIAAAAJ:IUKN3-7HHlwC",
        "num_citations": 0,
        "pub_url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10437075/",
        "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ca1ILlYwg1AJ:scholar.google.com/",
        "cites_per_year": {}
    }
]